{
	"bfmtMetadata": {
		"createdAt": "2016-10-12T11:36:15.000Z",
		"updatedAt": "2017-05-09T07:38:48.000Z"
	},
	"entries": {
		"MST_BOOSTERITEM_120000_LONGDESCRIPTION": "A precious silver token found recently within the Vortex. The blue jewel encrusted in the middle holds powers from another world that when unleashed in battle raise the experience a Summoner can gather. Its beautiful design also makes it quite the valuable item, though once the sealed magic within is activated, the token dissolves instantly.",
		"MST_BOOSTERITEM_120000_NAME": "Experience Token",
		"MST_BOOSTERITEM_120000_SHORTDESCRIPTION": "Multiplies experience by 1.5 after Quest is cleared",
		"MST_BOOSTERITEM_120001_LONGDESCRIPTION": "An extremely rare gold badge found recently within the Vortex. The red jewel encrusted in the middle holds powers from another world that when unleashed in battle greatly raise the experience a Summoner can gather. The precious and lustrous gold it is made from make it an invaluable piece of work, making it a coveted item not only for Summoners, but for many researchers who try to obtain it in order to gain knowledge from other worlds.",
		"MST_BOOSTERITEM_120001_NAME": "Experience Badge",
		"MST_BOOSTERITEM_120001_SHORTDESCRIPTION": "Multiplies experience by 2 after Quest is cleared",
		"MST_BOOSTERITEM_120010_LONGDESCRIPTION": "A precious yellow box found recently within the Vortex. This box made of special materials contains a magical light from another world that when unleashed in battle raises the probability of obtaining rare and valuable items. The reason why demons want to make use of it remains unclear, but it has been confirmed that its magic envelops Summoners in a warm light.",
		"MST_BOOSTERITEM_120010_NAME": "Fortune Box",
		"MST_BOOSTERITEM_120010_SHORTDESCRIPTION": "Multiplies Item drop rate by 1.5 after Raid Quest is cleared when activated from map",
		"MST_BOOSTERITEM_120011_LONGDESCRIPTION": "An extremely rare orange coffer found recently within the Vortex. This box made of special materials contains a magical light from another world that when unleashed in battle greatly raises the probability of obtaining rare and valuable items. Some scholars speculate that the magical light this coffer releases is actually knowledge from another world that is passed on to whomever activates the item.",
		"MST_BOOSTERITEM_120011_NAME": "Fortune Coffer",
		"MST_BOOSTERITEM_120011_SHORTDESCRIPTION": "Multiplies Item drop rate by 2 after Raid Quest is cleared when activated from map",
		"MST_BOOSTERITEM_130000_LONGDESCRIPTION": "Precious water sold at the Akras Summoners' Hall. This holy water holds mysterious spirits, and is said to grant Summoners more experience than usual when consumed. It was unpopular at first due to its distinct bitterness, but word of its effects soon spread among novice Summoners. Almost overnight, it came to be known as a drink favored by Summoners everywhere.",
		"MST_BOOSTERITEM_130000_NAME": "Experience Water",
		"MST_BOOSTERITEM_130000_SHORTDESCRIPTION": "Multiplies Summoner EXP, weapon EXP, and SP by 1.5 whenever a Quest is cleared for 30min",
		"MST_BOOSTERITEM_130001_LONGDESCRIPTION": "Extremely precious water sold at the Akras Summoners' Hall. This holy water holds mysterious spirits, and is said to grant Summoners far more experience than usual when consumed. Although the source of this holy water is kept a close secret, rumors hold that one of the Summoners of Old visits other worlds to procure it and thus promote development among younger Summoners.",
		"MST_BOOSTERITEM_130001_NAME": "Experience Tonic",
		"MST_BOOSTERITEM_130001_SHORTDESCRIPTION": "Multiplies Summoner EXP, weapon EXP, and SP by 2 whenever a Quest is cleared for 30min",
		"MST_BOOSTERITEM_130010_LONGDESCRIPTION": "A new variety of pill developed and sold by the Akras Summoners' Hall in order to train new Summoners more efficiently. Made by mixing the juice from otherworldly medicinal plants with several drops of Experience Water, it grants a substantial one-time boost to EXP for Summoners. Unfortunately, the medicinal plants also make it more bitter than Experience Water, and more and more Summoners are beginning to take issue with it.",
		"MST_BOOSTERITEM_130010_NAME": "Experience Pill",
		"MST_BOOSTERITEM_130010_SHORTDESCRIPTION": "Multiplies experience by 1.5 after Quest is cleared",
		"MST_BOOSTERITEM_130011_LONGDESCRIPTION": "A new variety of medicinal tablet developed by the Akras Summoners' Hall. Made by mixing the juice from multiple otherworldly medicinal plants with several drops of Experience Tonic, it grants an immense one-time boost to EXP for Summoners. According to one worker tasked with compounding the medicine, the Hall makes it bitter deliberately in order to accommodate one Elder Summoner's view that \"good medicine tastes bad.\"",
		"MST_BOOSTERITEM_130011_NAME": "Experience Serum",
		"MST_BOOSTERITEM_130011_SHORTDESCRIPTION": "Multiplies experience by 2 after Quest is cleared"
	}
}