{
	"bfmtMetadata": {
		"createdAt": "2015-08-13T15:42:33.000Z",
		"updatedAt": "2016-10-12T11:36:15.000Z"
	},
	"entries": {
		"MST_DUNGEONS_DUNGEON_5000000_DESCRIPTION": "After defeating Maxwell, Karl has a request for the Summoner. What could it be about?",
		"MST_DUNGEONS_DUNGEON_5000001_DESCRIPTION": "After Cordelica, the Summoner receives a request from the Hall. Another Summoner and a Guard tag along...",
		"MST_DUNGEONS_DUNGEON_5000002_DESCRIPTION": "Karl asks the Summoner to help him defeat the demon Graham. However, no one knows what awaits there...",
		"MST_DUNGEONS_DUNGEON_5000003_DESCRIPTION": "An urgent message from Lin comes in after defeating Zevalhua. Apparently Seria has run off somewhere...",
		"MST_DUNGEONS_DUNGEON_5000004_DESCRIPTION": "Grahdens asks the Summoner to help him with his training, but his expectations are demanding...",
		"MST_DUNGEONS_DUNGEON_5000005_DESCRIPTION": "The Summoner and Lin go to survey an area connected to Grand Gaia. However, there are lots of monsters...",
		"MST_DUNGEONS_DUNGEON_5000006_DESCRIPTION": "Paris explores a new land at Noel's request. But the Summoner and her run into unexpected individuals...",
		"MST_DUNGEONS_DUNGEON_5000007_DESCRIPTION": "Lugina and the Summoner go demon hunting. However, the doppleganger demon is a tough opponent...",
		"MST_DUNGEONS_DUNGEON_5000008_DESCRIPTION": "Edea and her three friends gather forces from the Kingdom of Palmyna to fight off the invading God Army .",
		"MST_DUNGEONS_DUNGEON_5000009_DESCRIPTION": "Edea falls into a deep slumber in order to seal off Cardes, so her friends begin a journey to save her...",
		"MST_DUNGEONS_DUNGEON_5000010_DESCRIPTION": "After meeting the otherworldly Duel-GX, Michele sets off on a journey to destroy its target, Melchio.",
		"MST_DUNGEONS_DUNGEON_5000011_DESCRIPTION": "Elise and her friends head to the mountains for a picnic, but Noah and the Summoner must go save her...",
		"MST_DUNGEONS_DUNGEON_5000012_DESCRIPTION": "The Guardians of Meirith go on a demon slaying mission when they learn the Holy Emperor is in danger...",
		"MST_DUNGEONS_DUNGEON_5000013_DESCRIPTION": "The 7 leaders of the Demon Slayers go to survey Ishgria, but it is far beyond anything they imagined.",
		"MST_DUNGEONS_DUNGEON_5008001_DESCRIPTION": "Noel’s thirst for knowledge has the summoner searching for a particular figure…",
		"MST_DUNGEONS_DUNGEON_5200000_DESCRIPTION": "Grahdens asks the Summoner to defeat a certain demon, when three beings from another world appear...",
		"MST_DUNGEONS_DUNGEON_5200002_DESCRIPTION": "The Akras Summoners' Hall has caught word that a god-like presence from another world has appeared..."
	}
}