{
	"bfmtMetadata": {
		"createdAt": "2015-08-13T15:42:33.000Z",
		"updatedAt": "2017-03-08T10:56:26.000Z"
	},
	"entries": {
		"MST_DUNGEONS_CONTINENT_100_DESCRIPTION": "Another world thought to have inspired the unique arts developed in Grand Gaia. Without humans, only machines seem to inhabit this place. ",
		"MST_DUNGEONS_CONTINENT_101_DESCRIPTION": "A frozen world ruled by a mystical wolf and sealed under snow and ice, but still inhabited by the humans that once migrated from Grand Gaia.",
		"MST_DUNGEONS_CONTINENT_102_DESCRIPTION": "A world known as \"Ohbanahara\" that is culturally distinct from Elgaia, but is also home to the samurai and shinobi of Grand Gaian legends.",
		"MST_DUNGEONS_CONTINENT_11_DESCRIPTION": "The first region of Ishgria, accessible via the Grand Gaia Crater. According to the Summoner who ventured there, it is an overwhelming sight.",
		"MST_DUNGEONS_CONTINENT_12_DESCRIPTION": "The region past Celgrad, which connects Grand Gaia to Ishgria. It is just as peculiar looking and dangerous as its neighboring land as well.",
		"MST_DUNGEONS_CONTINENT_13_DESCRIPTION": "The northeastern island of Ishgria. Compared to other areas, it is home to many more ruins. Otherworldly techniques can also be seen here and there.",
		"MST_DUNGEONS_CONTINENT_14_DESCRIPTION": "A region to the east of Ishgria which grows a miasma-emitting flower of gigantic size. Many structures have been spotted there, perhaps ruins?",
		"MST_DUNGEONS_CONTINENT_15_DESCRIPTION": "The area north of Wulgee. Housing a facility which studies otherworldly techniques, this place stands out as suspicious even amidst its surroundings.",
		"MST_DUNGEONS_CONTINENT_16_DESCRIPTION": "The region northwest of Ishgria, distinguished by the giant shadow cast on its cliffs. Unlike other regions, it does not have many ruins.",
		"MST_DUNGEONS_CONTINENT_17_DESCRIPTION": "A region located in western Ishgria said to be ruled by a demon with the power of dragons. Legends of ancient dragons have been found here.",
		"MST_DUNGEONS_CONTINENT_18_DESCRIPTION": "A frigid region, once home to the oldest nation in Ishgria. Records say that it thrived as the heart of the demon nation in ancient times.",
		"MST_DUNGEONS_CONTINENT_19_DESCRIPTION": "The land where the Holy Emperor Karna Masta, thought to have fallen in Ishgria, is sealed. This land bears fresh scars of his wrath.",
		"MST_DUNGEONS_CONTINENT_1_DESCRIPTION": "The first land you arrive at passing through Lucius’ Gate. Ruled over by Maxwell, mighty God of Creation and one of the Four Fallen Gods.",
		"MST_DUNGEONS_CONTINENT_20_DESCRIPTION": "Home of the king who once sought to conquer Ishgria. Invaders are held off by the knowledge that Karna Masta's true power is sealed here.",
		"MST_DUNGEONS_CONTINENT_2_DESCRIPTION": "A region newly discovered by the Akras Summoners’ Hall. Rumored to be teeming with dangerous monsters, much of its territory is yet to be explored.",
		"MST_DUNGEONS_CONTINENT_3_DESCRIPTION": "The land which opened up upon Maxwell's defeat. This area consists mainly of the islands of Amdahl, Encervis, and Palmyna.",
		"MST_DUNGEONS_CONTINENT_4_DESCRIPTION": "In the area once home to the La Veda Republic, reports suggest that relics considered sacred by former followers of the God of Light still remain.",
		"MST_DUNGEONS_CONTINENT_5_DESCRIPTION": "Scars of war dot the ruins of what was once the capital of the prosperous Agni Empire. This land is now under the control of the Four Fallen Gods. ",
		"MST_DUNGEONS_CONTINENT_6_DESCRIPTION": "The alliance of various countries formed the Principality of Vriksha. This verdant land is controlled by the last of the Four Fallen Gods, Afla Dilith.",
		"MST_DUNGEONS_CONTINENT_7_DESCRIPTION": "Many of Atharva Republic's ruins sleep here. The electric Mt. Granakia lies at its center, where the legendary hero Eze is said to have trained.",
		"MST_DUNGEONS_CONTINENT_8_DESCRIPTION": "Many countries existed at the heart of the Bariura Empire. However, the rage of an ancient dragon and the war with the gods brought upon their ruin.",
		"MST_DUNGEONS_CONTINENT_999_DESCRIPTION": "Another world thought to have inspired the unique arts developed in Grand Gaia. A land without humans, only machines seem to inhabit it now.",
		"MST_DUNGEONS_CONTINENT_99_DESCRIPTION": ""
	}
}