{
	"bfmtMetadata": {
		"createdAt": "2015-08-13T15:42:33.000Z",
		"updatedAt": "2017-05-09T07:38:48.000Z"
	},
	"entries": {
		"MST_EVOITEM_110000_LONGDESCRIPTION": "A crystal that radiates red light. It is an Item required to evolve the mock Unit based on Seria. The memories of the real Seria, who was able to unleash the powers within her by leaving the past behind her and finally moving forward, are sealed within this crystal. This crystal was purified by Noel of the Akras Summoners' Research Lab, and the creature in charge of the Imperial Library, but it seems that more of these are being produced for different mock Units.",
		"MST_EVOITEM_110000_NAME": "Ruby",
		"MST_EVOITEM_110000_SHORTDESCRIPTION": "A crystal used to evolve the mock Unit based on Seria",
		"MST_EVOITEM_110001_LONGDESCRIPTION": "A rare crystal that radiates red light. It is an item required to evolve the mock Unit modeled after Seria even further. It is believed to contain her memories of the moment she reconsidered her own power, after settling matters with the Summoner in the wake of their battle with Mora. Noel and Rhynt refined this crystal, and state that even among the numerous mock Units, they had particularly high hopes for Seria's potential for spiritual growth.",
		"MST_EVOITEM_110001_NAME": "Grand Ruby",
		"MST_EVOITEM_110001_SHORTDESCRIPTION": "A rare crystal used to evolve the mock Unit based on Seria",
		"MST_EVOITEM_110010_LONGDESCRIPTION": "A crystal that radiates blue light. It is an Item required to evolve the mock Unit based on Karl. The memories of the real Karl, who was able to unleash the powers within him thanks to the deep bonds of trust he formed with his friends, are sealed within this crystal. The help of Noel from the Akras Summoners' Hall was enlisted to purify this stone, along with the guidance of the mythical creature in charge of the Imperial Library. Karl has been the first mock Unit to cooperate with the research being conducted about his own self.",
		"MST_EVOITEM_110010_NAME": "Sapphire",
		"MST_EVOITEM_110010_SHORTDESCRIPTION": "A crystal used to evolve the mock Unit based on Karl",
		"MST_EVOITEM_110011_LONGDESCRIPTION": "A rare crystal that radiates blue light. It is an item required to evolve the mock Unit modeled after Karl even further. It is believed to contain his memories of the time he fought the demon Barion in his true form, faced the truth of his birth, and gained the ability to use demonic powers freely. Noel and Rhynt refined this crystal, though the notorious demon-hater Noel looked displeased throughout the entire process.",
		"MST_EVOITEM_110011_NAME": "Grand Sapphire",
		"MST_EVOITEM_110011_SHORTDESCRIPTION": "A rare crystal used to evolve the mock Unit based on Karl",
		"MST_EVOITEM_110020_LONGDESCRIPTION": "A crystal that radiates green light. It is an Item required to evolve the mock Unit based on Lugina. The memories of the real Lugina, who was able to realize his own potential anew, are sealed within this crystal. Noel of the Summoners' Research Lab and Rhynt of the Imperial Library purified this stone through their efforts together, though rumor has it Noel was not very keen on this.",
		"MST_EVOITEM_110020_NAME": "Emerald",
		"MST_EVOITEM_110020_SHORTDESCRIPTION": "A crystal used to evolve the mock Unit based on Lugina",
		"MST_EVOITEM_110021_LONGDESCRIPTION": "A rare crystal that radiates green light. It is an Item required to evolve the mock Unit modeled after Lugina even further. It is believed to contain his memories of La Veda fencing, which he had sealed away himself and then unsealed upon acknowledging a certain Summoner's powers. Knowledge from Noel and Rhynt was used to refine it, but as one would expect, Noel had no interest in helping. Many unpleasant days ensued.",
		"MST_EVOITEM_110021_NAME": "Grand Emerald",
		"MST_EVOITEM_110021_SHORTDESCRIPTION": "A rare crystal used to evolve the mock Unit based on Lugina",
		"MST_EVOITEM_110030_LONGDESCRIPTION": "A crystal that radiates yellow light.  It is an Item required to evolve the mock Unit based on Paris. The memories of the real Paris, who discovered that the key to her true potential was connected to her own will, are sealed within this crystal. Noel of the Summoners' Research Lab and Rhynt of the Imperial Library purified this stone, and rumor has it they both had a hand in the growth of the real Paris.",
		"MST_EVOITEM_110030_NAME": "Topaz",
		"MST_EVOITEM_110030_SHORTDESCRIPTION": "A crystal used to evolve the mock Unit based on Paris",
		"MST_EVOITEM_110031_LONGDESCRIPTION": "A rare crystal that radiates yellow light. It is an Item required to evolve the mock Unit modeled after Paris even further. It is believed to contain memories of the moment Paris reaffirmed her strengths and abilities, and resolved to follow the difficult path she truly wished to. There are rumors that Noel and Rhynt argued over the hairstyle to use when refining this crystal, but no public records exist on the matter.",
		"MST_EVOITEM_110031_NAME": "Grand Topaz",
		"MST_EVOITEM_110031_SHORTDESCRIPTION": "A rare crystal used to evolve the mock Unit based on Paris",
		"MST_EVOITEM_110040_LONGDESCRIPTION": "A crystal that radiates prismatic light. It is an item required to evolve the mock Unit modeled after Tilith. The memories of the real Tilith, who was able to unleash the powers within her after a reunion with her beloved friends, are sealed within this crystal. Noel of the Summoners' Research Lab and Rhynt of the Imperial Library purified this stone, which shines brightly, pulsating with the strong will contained within.",
		"MST_EVOITEM_110040_NAME": "Opal",
		"MST_EVOITEM_110040_SHORTDESCRIPTION": "A crystal used to evolve the mock Unit based on Tilith",
		"MST_EVOITEM_110041_LONGDESCRIPTION": "A rare crystal that radiates prismatic light. It is an item required to evolve the mock Unit modeled after Tilith even further. It is believed to contain the memories of the moment Tilith unleashed all of her dormant powers in order to protect her beloved friends during a great crisis. Noel of the Summoners' Research Lab and Rhynt of the Imperial Library purified this stone, which is said to shine brighter than any of the others.",
		"MST_EVOITEM_110041_NAME": "Grand Opal",
		"MST_EVOITEM_110041_SHORTDESCRIPTION": "A rare crystal used to evolve the mock Unit based on Tilith",
		"MST_EVOITEM_110050_LONGDESCRIPTION": "A crystal that radiates purple light. It is an Item required to evolve the mock Unit based on Grahdens. The memories of the real Grahdens, who was able to unleash the powers within him when he decided to face his opponents in battle as a mere Summoner, are sealed within this crystal. Noel of the Summoners' Research Lab and Rhynt of the Imperial Library purified this stone, and though satisfied with the results, they seem bent on perfecting this craft.",
		"MST_EVOITEM_110050_NAME": "Amethyst",
		"MST_EVOITEM_110050_SHORTDESCRIPTION": "A crystal used to evolve the mock Unit based on Grahdens",
		"MST_EVOITEM_110051_LONGDESCRIPTION": "A rare crystal that radiates purple light. It is an Item required to evolve the mock Unit based on Grahdens even further. The memories of the real Grahdens, who was able to use his great experience to full effect on the battlefield, are sealed within this crystal. Once purified by Noel from the Summoners' Research Lab and Rhynt from the Imperial Library, the softly glistening light curiously does not fade, remaining visible under any conditions.",
		"MST_EVOITEM_110051_NAME": "Grand Amethyst",
		"MST_EVOITEM_110051_SHORTDESCRIPTION": "A rare crystal used to evolve the mock Unit based on Grahdens",
		"MST_EVOITEM_110060_LONGDESCRIPTION": "A rare crystal that radiates dazzling light. It is an Item required to evolve the mock Unit based on Owen even further. The memories of the real Owen, as he passed his conviction and dedication to others, are sealed within this crystal. Noel from the Summoners' Research Lab and Rhynt from the Imperial Library purified this stone. When near the Grand Amethyst, a great heat can be detected within the crystal.",
		"MST_EVOITEM_110060_NAME": "Grand Garnet",
		"MST_EVOITEM_110060_SHORTDESCRIPTION": "A rare crystal used to evolve the mock Unit based on Owen",
		"MST_EVOITEM_110070_LONGDESCRIPTION": "A rare crystal that releases two shining wings. It is an item required to evolve the mock Unit modeled after Ark even further. It is said that it appeared when the pair who had desired for hundreds of years to be reunited finally joined hands. It came into Noel's possession after the Oracle Knight and the Shrine Maiden gave it to a certain Summoner, lighting his face up with a childlike smile befitting of his true age.",
		"MST_EVOITEM_110070_NAME": "Twin Stones ",
		"MST_EVOITEM_110070_SHORTDESCRIPTION": "A rare crystal used to evolve the mock Unit based on Ark",
		"MST_EVOITEM_110080_LONGDESCRIPTION": "A rare crystal that radiates scarlet light. It is an item required to evolve the mock Unit modeled after Reda even further. Just as Reda gathers the fragments of heroes' memories, this crystal is believed to hold the feelings she has experienced upon touching those memories. Rumor holds that Noel and Rhynt of the Summoners' Hall refined this crystal in such a manner that touching it can grant a glimpse of ancient heroes' memories.",
		"MST_EVOITEM_110080_NAME": "Memory Spinel",
		"MST_EVOITEM_110080_SHORTDESCRIPTION": "A rare crystal used to evolve the mock Unit based on Reda",
		"MST_EVOITEM_110100_LONGDESCRIPTION": "A mysterious stone of lore that radiates a silver light. According to ancient legend, whoemever comes in possession of the stone will gain the power to surpass the gods. Nowadays the Akras Summoners' Hall has been using this stone as a catalyst to evolve special Units, claiming to have several of the stones in the Hall's possession. This stone is also known to have provided some of the ingredients necessary for the evolution of mock Units.",
		"MST_EVOITEM_110100_NAME": "Legend Stone",
		"MST_EVOITEM_110100_SHORTDESCRIPTION": "A mysterious stone that allows Units to surpass the gods' power",
		"MST_EVOITEM_800409_LONGDESCRIPTION": "The special component to making your very own mechanized bunny. Remember to pet it gently, stroke its ears, and feed it often, lest it decides to deploy its weapons against you.",
		"MST_EVOITEM_800409_NAME": "Bunny Core",
		"MST_EVOITEM_800409_SHORTDESCRIPTION": "The special component to making your very own mechanized bunny.",
		"MST_EVOITEM_880001_LONGDESCRIPTION": "A mysterious red relic retrieved from a defeated commander of the God Army during the fall of the Elysian Kingdom. Similar relics can be found in the possession of other commanders belonging to the different troops of the God Army involved in the fall of the Elysian Kingdom. These relics of unknown purpose hold enormous amounts of divine energy. How the energy may be harnessed remains even a bigger mystery.",
		"MST_EVOITEM_880001_NAME": "Ruby Relic",
		"MST_EVOITEM_880001_SHORTDESCRIPTION": "A mysterious relic used to evolve the Unit Grandt",
		"MST_EVOITEM_880003_LONGDESCRIPTION": "A mysterious green relic retrieved from a defeated commander of the God Army during the fall of the Elysian Kingdom. Similar relics can be found in the possession of other commanders belonging to the different troops of the God Army involved in the fall of the Elysian Kingdom. These relics of unknown purpose hold enormous amounts of divine energy. How the energy may be harnessed remains even a bigger mystery.",
		"MST_EVOITEM_880003_NAME": "Emerald Relic",
		"MST_EVOITEM_880003_SHORTDESCRIPTION": "A mysterious relic used to evolve the Unit Elaina",
		"MST_EVOITEM_880011_LONGDESCRIPTION": "A mysterious red relic retrieved from a defeated commander of the God Army during the fall of the Elysian Kingdom. Similar relics can be found in the possession of other commanders belonging to the different troops of the God Army involved in the fall of the Elysian Kingdom. These relics of unknown purpose hold enormous amounts of divine energy. How the energy may be harnessed remains even a bigger mystery.  This particular relic however, possesses far greater power than the other relics.",
		"MST_EVOITEM_880011_NAME": "Sanguine Relic",
		"MST_EVOITEM_880011_SHORTDESCRIPTION": "A mysterious relic used to transcend the Unit Mercenary Grandt",
		"MST_EVOITEM_880013_LONGDESCRIPTION": "A mysterious green relic retrieved from a defeated commander of the God Army during the fall of the Elysian Kingdom. Similar relics can be found in the possession of other commanders belonging to the different troops of the God Army involved in the fall of the Elysian Kingdom. These relics of unknown purpose hold enormous amounts of divine energy. How the energy may be harnessed remains even a bigger mystery.  This particular relic however, possesses far greater power than the other relics.",
		"MST_EVOITEM_880013_NAME": "Verdant Relic",
		"MST_EVOITEM_880013_SHORTDESCRIPTION": "A mysterious relic used to transcend the Unit Mercenary Mage Elaina"
	}
}