{
	"bfmtMetadata": {
		"createdAt": "2015-08-13T15:42:33.000Z",
		"updatedAt": "2017-03-08T10:56:26.000Z"
	},
	"entries": {
		"MST_FROGATE10_DESC": "A trial program that tests how much damage <br>you can inflict in a short amount of time.<br>Try to make your attacks more efficient!",
		"MST_FROGATE11_DESC": "This trial program will test your limits<br> until you use the last of your strength. <br>Consider your options and go forth with a solid group!",
		"MST_FROGATE12_DESC": "A trial program exclusive to male Units. <br>Strong opponents await to test <br>every last drop of your potential.",
		"MST_FROGATE13_DESC": "A trial program exclusive to female Units. <br>Strong opponents await to test <br>every last drop of your potential.",
		"MST_FROGATE14_DESC": "A trial program made for Grand Gaia adventurers. <br>Here you will face the gods anew as a test of your true power.",
		"MST_FROGATE15_DESC": "A trial program made for Ishgria adventurers. <br>Here you will face the demons anew as a test of your true power.",
		"MST_FROGATE16_DESC": "A trial program where you fight to the<br>end using only Thunder and Light type Units.<br>Test your limits under these demanding restrictions!",
		"MST_FROGATE17_DESC": "A trial program where you fight to the<br>end using only Fire and Dark type Units.<br>Test your limits under these demanding restrictions!",
		"MST_FROGATE18_DESC": "A trial program where you fight to the end using only Water and Earth type Units. Test your limits under these demanding restrictions!",
		"MST_FROGATE1_DESC": "There's nothing special about Noel's first implementation,<br>but the enemies do grow stronger over time,<br>so even novices may challenge it.",
		"MST_FROGATE2_DESC": "A new trial program for challengers who seek basic battle practice. <br>Even new Summoners can use it to test their strength <br>and collect experience.",
		"MST_FROGATE3_DESC": "A trial program exclusive to Earth Units. <br>How will you beat your foes under such conditions? <br>Here, your summoning skills will be tested.",
		"MST_FROGATE4_DESC": "A trial program exclusive to Fire Units. <br>How will you beat your foes under such conditions? <br>Here, your summoning skills will be tested.",
		"MST_FROGATE5_DESC": "A trial program exclusive to Dark Units. <br>How will you beat your foes under such conditions? <br>Here, your summoning skills will be tested.",
		"MST_FROGATE6_DESC": "A trial program exclusive to Water Units.<br>How will you beat your foes under such conditions?<br>Here, your summoning skills will be tested.",
		"MST_FROGATE7_DESC": "A trial program exclusive to Thunder Units.<br>How will you beat your foes under such conditions?<br>Here, your summoning skills will be tested.",
		"MST_FROGATE8_DESC": "A trial program exclusive to Light Units.<br>How will you beat your foes under such conditions?<br>Here, your summoning skills will be tested.",
		"MST_FROGATE9_DESC": "A trial program exclusive to 6-star rarity Units or below.<br>Can you use your maxed out Units <br>to the full extent of their potential?"
	}
}