{
	"bfmtMetadata": {
		"createdAt": "2015-08-13T15:42:33.000Z",
		"updatedAt": "2019-06-06T12:26:25.000Z"
	},
	"entries": {
		"": "A legacy of Kitsu's valiance. His extensive injuries taken to save the child has left traces all over the battlefield, but they are indistinguishable from fallen snow in the winter.",
		" พลังอันทรงอำนาจนี้ช่วยผู้ใช้เพิ่มความสัมพันธ์และการควบคุมธาตุ": "Orb berisi esensi Bumi. Kekuatan ampuhnya menambah kendali dan afinitas seseorang atas elemen itu.",
		", จะช่วยให้สามารถสร้างสรรค์ผลงานใหม่ๆ ได้": "Berkilau seperti intan malam, permata ini berisi sejumlah kecil kekuatan sihir. Dibuat oleh Noel dengan teknologi dunia alien, memungkinkan membuat ciptaan baru.",
		"MST_ITEMS_MATERIAL_10000_LONGDESCRIPTION": "A plant that typically inhabits every area of Elgaia. It has been used in various medicines since ancient times. It can be found in many places, including forests. Synthesizing with it is so simple that even novices can easily handle it. As it is the foundation of recovery-type medicines, one can never have enough.",
		"MST_ITEMS_MATERIAL_10001_LONGDESCRIPTION": "A plant native to northern Elgaia. It's more effective than Green Grass, but it's also hard to cultivate and thus not very common. It's used in making High Cures, but as it's hard to synthesize, only the most experienced can deal with it. It's native to Grand Gaia, and has been found in the Morgan region.",
		"MST_ITEMS_MATERIAL_10002_LONGDESCRIPTION": "Though previously only talked about in ancient manuscripts as a legendary holy grass, it has recently been confirmed to be growing beyond Lucius' Gate. It's extremely potent and its use requires caution, as if too much is given it can lead to poultry delusion syndrome, wherein the user believes they are a bird.",
		"MST_ITEMS_MATERIAL_10003_LONGDESCRIPTION": "A red grass infused with strengthening properties, it grows naturally in Elgaia and is thought to be generally easy to obtain. It's also very easy to synthesize, so even novice Summoners can work with it. Depending on the materials it's combined with, it can be used to create defense and attack strengthening items.",
		"MST_ITEMS_MATERIAL_10004_LONGDESCRIPTION": "A bud from a certain type of tree that rarely blooms fully, and often transforms into branch colored grass. Most of these trees grow to be grass, but they all have the same qualities regardless of what kind of tree they bloom from. Its true nature is unknown, but it is believed to be a type of fungus or parasitic plant that serves as a catalyst for magical ingredients. Thus, if one comes across it, it is best to collect it.",
		"MST_ITEMS_MATERIAL_10005_LONGDESCRIPTION": "A leaf that grows from the feet of the sparkling demon Arstallie. Found around Arstallie's dominions, this beautiful leaf's pink hue remains vibrant for quite a long time, making it a very popular decoration for clothes and armor. However, since all the vegetation that the demon Arstallie comes in contact with withers away, it is speculated that the nutrients of such vegetation are absorbed by the demon to give this leaf its particular beauty.",
		"MST_ITEMS_MATERIAL_10006_LONGDESCRIPTION": "The core of the mysterious carnivorous plant known as the Queen Sipla. The sharp fangs at the corolla of this terrifying plant have devoured many a man, but the core within it is more difficult to acquire still. Being the organ that collects all of the Queen Sipla's necessary nutrients, its value is quite high and is often used to concoct secret medicinal formulas, as well as strengthening weapons and armor.",
		"MST_ITEMS_MATERIAL_10007_LONGDESCRIPTION": "The dark purple vines that envelop Mordlim. They are self-aware, despite being plants, and have been seen to act on their own in concert with Mordlim's will. Owing to the otherworldly sap contained within the plant, humans caught by the vines find themselves disabled by unfathomable terror. Many scholars use these vines, which regenerate no matter how often they are cut, as materials for researching otherworldly technologies.",
		"MST_ITEMS_MATERIAL_10008_LONGDESCRIPTION": "This spirit grass is native to the world of Rokkzalm, and is rich in magical energies. Its roots are far longer than its structure on the surface would imply, making the grass impossible to dig up while Rokkzalm's enchanted puppets interfere. One theory among researches is that Rokkzalm contains veins of magical energy deep beneath its surface, much like natural springs in Elgaia. The theory elaborates that the grass absorbs and stores this energy using its long roots. Experts anticipate that further exploration of Rokkzalm will provide a definitive answer.",
		"MST_ITEMS_MATERIAL_10100_LONGDESCRIPTION": "A feather from a migratory bird called Theo. It effectively defends against various status effects. These feathers have viable resistances for a number of special environments. Its feathers can be found in the Mistral region, the area through which it passes during its molting season.",
		"MST_ITEMS_MATERIAL_10101_LONGDESCRIPTION": "There are many Elgaian tales of a harpy that lives a very short life due to it being wholly made from poison. Lynn was thought to be imaginary, but has recently been confirmed to exist in Grand Gaia. Lynn Feathers have been found in Morgan and St. Lamia, and, just as told in folk tales, are composed of countless poisons.",
		"MST_ITEMS_MATERIAL_10102_LONGDESCRIPTION": "Rhau feathers were valued as good material for making equipment due to their flexibility and hardness, but the Rhau was over hunted and ended up going extinct in Elgaia. After Lucius' Gate was opened, however, it was confirmed to exist in Grand Gaia, albeit still rare. There have been many recent sightings near the Morgan coast.",
		"MST_ITEMS_MATERIAL_10103_LONGDESCRIPTION": "These decorative feathers grow on the top of the head of the Saku, a bird that can speak human languages. These feathers are extremely rare since only one can be taken from each bird. Experiments using them are extremely limited, and due to their scarcity hardly any research has been done on them.",
		"MST_ITEMS_MATERIAL_10104_LONGDESCRIPTION": "The appearance of the Yomi bird is said to foretell misfortune. Since its feathers hold a magical power, they can grant special effects when used as materials in weapons and armor. It's very valuable, rarely being seen in Elgaia, however it has been spotted near the Nocturnal Forest in the Morgan region of Grand Gaia.",
		"MST_ITEMS_MATERIAL_10105_LONGDESCRIPTION": "Heth, said to be the mother of all birds, is thought to have looked the same way since before even the gods who created the world were born. It is highly resistant to changes in environment, which is said to be because it has already achieved its most advanced state. It is said to inhabit all parts of Amdahl, so obtaining these feathers isn't very difficult.",
		"MST_ITEMS_MATERIAL_10106_LONGDESCRIPTION": "A feather from the Musa, a bird said to be loved by the gods. They're known for their light pink color and for their loving voices. Musa feathers were highly prized by people with refined tastes, and were hunted to the point that they could no longer be found in the wild. They are rarely ever seen in Grand Gaia, but bird lovers were happy to find feathers in Encervis, proof that a small number of them had survived.",
		"MST_ITEMS_MATERIAL_10107_LONGDESCRIPTION": "A feather from the Rhoa, a bird said to bring good fortune to those who see it. However, since it has also been told that when the Rhoa flies away it takes with it the good fortune that it had brought originally, it is often argued as to whether Rhoa is actually good or evil. Unfortunately, because there are so few sightings in Elgaia it has yet to be further investigated. ",
		"MST_ITEMS_MATERIAL_10108_LONGDESCRIPTION": "Muvs are black birds known to migrate in flocks among other powerful monsters and demons. Seen as scavengers that bring bad omens, their feathers are detested and have little value among common people who do not even consider it as a useful material. However, when used in a concoction only known to the Demon Slayers, it is said to be able to refine highly powerful magical catalysts.",
		"MST_ITEMS_MATERIAL_10109_LONGDESCRIPTION": "The day that the first emperor of the region of Agni was crowned, a seph bird came to visit the palace. This bird had purple feathers with red spots, and was quite common in the Agni region, but the bird that visited the palace that day had red feathers that seemed ablaze. It is said that the people took this as a sign of the gods' blessing upon the emperor, and from that day hailed the seph bird as an auspicious creature.",
		"MST_ITEMS_MATERIAL_10110_LONGDESCRIPTION": "The Riff, a butterfly known for its striking beauty, has been affected by the long conflict with the gods to the point that it has become a rarity. However, these butterflies were said to be abundant in groups during the times when the first Summoner was crossing Grand Gaia. This feather is said to have the power to bring good fortune, but since it is such a delicate material, proper technique is required to use it. ",
		"MST_ITEMS_MATERIAL_10111_LONGDESCRIPTION": "The ominous Zeta bird is always challenging beasts stronger than itself, thus earning itself the nickname \"the fighting bird.\" The courageous way of life of this particular bird has always been admired by warriors and heroes since ancient times, serving as a great adornment for many national symbols and family crests. Both the tenacity and gentleness found in its feathers can be used as valuable items for creating weaponry, but there are some adventurers who choose to wear the Zeta Feather by itself as a symbol of bravery.",
		"MST_ITEMS_MATERIAL_10112_LONGDESCRIPTION": "Known as the \"calamity bird,\" the ugly appearance of the Kuu has symbolized misfortune since the ancient times. Recent research has discovered that this bird had a hidden, yet small magical effect on the people and the beasts surrounding its environment. Its feathers, which reflect such type of magic, are often used as materials to create special and fatal weapons.",
		"MST_ITEMS_MATERIAL_10113_LONGDESCRIPTION": "Summoners who have seen Yugreia first-hand claim that its wings are ablaze. However, recent surveys suggest that what covers the wings is not fire, but a type of liquid-like solid that shines brightly while maintaining its extremely hot temperature. After a certain Summoner took this Item home, the heat that it was still producing was used to create many different types of tools.",
		"MST_ITEMS_MATERIAL_10114_LONGDESCRIPTION": "A blazing feather from Yugreia's wings that although appears to be on fire, is actually coated in a strange solid substance. These feathers that Yugreia sheds in battle, which tend to break into tiny pieces when the demon is defeated, can only be obtained in intact clumps with a great deal of luck. This material is indispensable when studying the composition of Solid Flames.",
		"MST_ITEMS_MATERIAL_10115_LONGDESCRIPTION": "A red feather that grows from the wings on the back of the sparkling demon Arstallie. Since Arstallie never sheds its feathers, the only way to obtain this material is by defeating the demon it is attached to. Composed mostly of scorching fire, these feathers are rumored to never burn out. For this reason they are held in high regard as a material for crafting weapons, though the feather itself can be sold for a hefty price as well.",
		"MST_ITEMS_MATERIAL_10116_LONGDESCRIPTION": "Due to their constant exposure to powerful magic, Barion's wings have an extremely strong affinity for sorcery. This precious material excited researchers due to its ability to act as a virtually lossless conductor for magic. However, as it constitutes a portion of a demon's body, this item is very difficult to gather in large numbers. Thus, it is believed that it will not bring about the technological revolution some researchers hoped for.",
		"MST_ITEMS_MATERIAL_10117_LONGDESCRIPTION": "A feather of a Grylus, an extraordinarily rare species of bird found only in Menon. The rarely-spotted Grylus inhabits ruins, and is therefore known as the \"Gray Phantom.\" It's been found that the bird is aligned with both Light and Dark Elements, an unusual quality thought to be caused by Menon's peculiar environment; the land where Karna Masta was sealed, which is home to the resting bodies of countless demons.",
		"MST_ITEMS_MATERIAL_10118_LONGDESCRIPTION": "A feather from one of Heresy Demon Kalon's wings. Kalon's wings are able to absorb the demonic essence of Ishgria and convert it to spiritual power. These feathers are said to be black originally, but turn a deep scarlet and eventually fall out as this property is used. The fallen feathers hold immense, sinister magical power, and those who touch them carelessly are said to have their spirits contaminated by evil on the spot.",
		"MST_ITEMS_MATERIAL_10119_LONGDESCRIPTION": "The otherworldly Ohbanahara is home to large, red-feathered avian called benizuru. These rare creatures almost never show themselves to humans, but they have been revered as symbols of long life and prosperity since ancient times. Benizurus sometimes leave pale red tail feathers behind when they pass through an area, and old legends hold that finding one will ensure a major lucky break in the near future.",
		"MST_ITEMS_MATERIAL_10200_LONGDESCRIPTION": "The Don tree is found throughout much of Elgaia, and its nuts are an effective antitoxin. These nuts are very bitter and must be synthesized with Blue Drops. The trees are native to Grand Gaia and can be found in areas near Lucius' Gate, such as the Cave of Flames or the Magutagal Wetlands.",
		"MST_ITEMS_MATERIAL_10201_LONGDESCRIPTION": "The nut of the perennial Koka tree that increases the aggression of the consumer. Since it's difficult to control its effects if eaten as is, it is usually synthesized into Atk Potions. It's very rare in Elgaia, but has been confirmed to exist all over Grand Gaia, mainly in the areas around the Mistral and Morgan regions.",
		"MST_ITEMS_MATERIAL_10202_LONGDESCRIPTION": "The fruit from the perennial Buru plant, native to all Elgaia. It's sweet and can be eaten as is. However, it's often used in synthesis due to its high fortification effect when synthesized with Blue Drops. It can also be found in regions such as the Egor Snowfield and the Forest of Beasts in Grand Gaia.",
		"MST_ITEMS_MATERIAL_10203_LONGDESCRIPTION": "The nut of the annual Hoku plant which increases self-defense instinct when eaten. It's not very common in Elgaia, but is native to a wide area in Grand Gaia, mainly in the areas around Mistral and Morgan. Its use in Def Potions has increased its demand, but its strong smell makes harvesting them unpopular.",
		"MST_ITEMS_MATERIAL_10204_LONGDESCRIPTION": "The fruit of the Suzu tree, a conifer, native to northern Elgaia. For ages these nuts have been known to soothe the spirit and were used as charms. Later research found that the nut has a spiritually stabilizing component,  prompting  a search for new uses. It can be found in areas like the Demon's Nest in the Mistral region.",
		"MST_ITEMS_MATERIAL_10205_LONGDESCRIPTION": "This nut is from the broad-leaved Bara tree. It can heal temporary paralysis, but its hard to eat as is because of how spicy it is. Due to this, however, its powdered form is extremely popular among spice lovers. It can be found wild in many areas around the Mistral region, such as the Remains of Mirza.",
		"MST_ITEMS_MATERIAL_10206_LONGDESCRIPTION": "A healer once called the Holy Doctor of Grand Gaia used this nut to make various types of medicine, but his knowledge was lost after the great war. When thrown into a fire, this nut releases a lot of smoke as it melts. The smoke is highly poisonous, and can cause loss of consciousness and hallucinations when intoxicated by it. It seems like the Holy Doctor somehow managed to make medicine out of this poisonous smoke.",
		"MST_ITEMS_MATERIAL_10207_LONGDESCRIPTION": "On the back of the shining dragon Laguna Rex grow countless organs with a pointed shape. The real function of these parts is unknown, but it is believed that they are connected to its terrifying life force. Furthermore, in the case that the red nuts which grow between these arborescent organs are withering, it means that the dragon is weakened. When in good health, these nuts tend to expand.  ",
		"MST_ITEMS_MATERIAL_10208_LONGDESCRIPTION": "Called the nut of the backwoods, it is a mysterious and rare organ from the shining dragon Laguna Rex, which can be seen releasing light in various occasions. This organ, which shines just as brightly as a scale of the dragon itself, has completely different properties than the regular nut of the backwoods. Detailed information about it will come from further research, but according to the hypothesis of a certain scholar, a surplus of vitality might be accumulated in this special nut.",
		"MST_ITEMS_MATERIAL_10209_LONGDESCRIPTION": "The Meru-Meru fairy tree is a fearsome creature, but it is also undoubtedly a plant. The proof of this is in its thick foliage, the flowers that bloom from it, and the large fruit that it bears. When covered by the unusual hardness of this nut's shell, it doesn't have the usual poisonous or medical effect one would expect. For this reason, the pit of the nut is discarded, and many craftsmen place emphasis on the many beneficial uses of its hard shell instead.",
		"MST_ITEMS_MATERIAL_10210_LONGDESCRIPTION": "A nut from the Meru-Meru tree that is said to take an incredible amount of years to ripen. When it matures, the shell of this nut is much stronger than that of a new nut, ready to be forged into a weapon right away. However, the tree that this nut grows from is a monster that has been in waiting for countless years. Special precautions must be taken to avoid an encounter with it when trying to collect this special nut.",
		"MST_ITEMS_MATERIAL_10211_LONGDESCRIPTION": "The fruit of a tree confirmed to grow in the wild in Rokkzalm. Difficult to harvest due to its incredibly thin skin which pops like the skin of a bubble on contact. When its skin pops, the fruit releases a gaseous chemical which interferes with the nervous system. This chemical is also a powerful intoxicant, and is said to drain all fighting spirit from those who inhale it. Research has also revealed that the chemical is addictive, leading to high-value trading in the fruit among profiteering merchants.",
		"MST_ITEMS_MATERIAL_10300_LONGDESCRIPTION": "These drops are from springs all over Elgaia and Grand Gaia. They're used for drinking and for healing. Soaking the ill or injured in this water is said to speed recovery. However, the effect is not immediate, so soldiers and Summoners often make Cures by synthesizing these drops with Green Grass.",
		"MST_ITEMS_MATERIAL_10301_LONGDESCRIPTION": "These drops can be drawn from springs in Elgaia and Grand Gaia. As they are extremely sweet, they are highly valued in synthesis with harsh tasting things. They're also popular as a healthy sugar alternative. Still, as they are extremely sweet, only those with a serious sweet tooth can drink them straight.",
		"MST_ITEMS_MATERIAL_10302_LONGDESCRIPTION": "These drops can be drawn from springs in the depths of the Morgan region or the mountains in the St. Lamia region. They're known to be slightly red. They're more effective than Green Drops, and more so when synthesized with Cures or Blue Grass. They're also well-known for making up hot springs.",
		"MST_ITEMS_MATERIAL_10303_LONGDESCRIPTION": "Gold Drops pour out from springs in the rocky lands of Craster's Ravine, west of Elgaia. Their name comes from the legend that they can wash away a swords dullness and make it shine as if it were freshly tempered. The spring where these drops are found is used to treat and dilute the components of Michelia Grass because of their reactivity.",
		"MST_ITEMS_MATERIAL_10304_LONGDESCRIPTION": "These rare drops are said to have fallen from the heavens, having been called forth by a monk's prayers. These light purple drops hold a great recovery effect, and the valuable Divine Light can be created with them and a High Cure. Rumor is that the spirit of the monk still carries them around St. Lamia.",
		"MST_ITEMS_MATERIAL_10305_LONGDESCRIPTION": "Silver Drops pour out from a few springs located in the temple in Arlon, a sacred part of Elgaia. These springs are high in spiritual power, and it is said that the dead can be restored by their pure waters. Only the temple's high priest knows how to do this, but even diluted, this water is very powerful.",
		"MST_ITEMS_MATERIAL_10306_LONGDESCRIPTION": "These drops come from a stream flowing from the Dragon's Cape at the north-east edge of Elgaia. Since many dragon fossils have been excavated at this cape, people have come to know the combination of these drops and dragon fossils as Hero Blood. This stream also grants incredible power to those who drink from it.",
		"MST_ITEMS_MATERIAL_10307_LONGDESCRIPTION": "These rare drops are said to be the fallen tears of a goddess. It's said that the miraculous power hidden in these drops grant her divine protection to inanimate objects. There are no drops remaining in Elgaia, but powerful spirits and demons sealed away in Grand Gaia occasionally drop them.",
		"MST_ITEMS_MATERIAL_10308_LONGDESCRIPTION": "These unique drops are distributed by the Summoners' Council. They are extremely effective in healing summoned spirits or monsters. When synthesized with Cures they can even revive fallen Units. Like other Honor type materials, despite their high demand, it's unknown where these come from.",
		"MST_ITEMS_MATERIAL_10309_LONGDESCRIPTION": "Smoky-looking drops that release a putrid gas, occasionally found among special fungi clusters across Grand Gaia. They have the rare properties of sublimating into a gas upon impact and blocking out magic, and thusly are incredibly unstable. The Summoners' Hall has long since established a refinement technique and the Demon Slayers have been actively using said technique, though details of which have yet to be disclosed to the public.",
		"MST_ITEMS_MATERIAL_10310_LONGDESCRIPTION": "The main reason why Van Lucy can't be said to be a mechanic doll from the underworld is because the blood of a god runs through its veins. Rather than being just a mechanical device, the structure it uses to move its body is closer to that of a living being. It resembles a god with muscles made from metal. There is also the possibility that it is just a god with an awkward appearance, and thus the Summoner's Council is conducting further research with the hopes of reproducing its godly powers.",
		"MST_ITEMS_MATERIAL_10311_LONGDESCRIPTION": "There are many people who believe that Van Nader is not a mechanic doll from the underworld, using this as support for the idea that the gods dislike machinery. And though there are exceptions, the gods usually tend to reject anything that is not native to Grand Gaia. Many heroes that took part in the great war of the gods also came from, or had powers which originated from the underworld, so it is believed that there may be a connection between the two.",
		"MST_ITEMS_MATERIAL_10312_LONGDESCRIPTION": "This water that seems to continually ooze out of Yugreia's body is speculated to be different from what it seems. It may look like the liquid is dropping from its body, when in fact the liquid is going back into the body as it flows. Similar to how humans breathe in air just after exhaling, it is believed this monster does the same with this liquid. However, since a live specimen can't be brought in for study, there is no way to prove this theory.",
		"MST_ITEMS_MATERIAL_10313_LONGDESCRIPTION": "Legends on Vilanciel tell us that the aurora that shines in the night sky is a rift between worlds, and that it connects to the great sea on which the mother goddess lives. The Northstar Water that can be found in regions where the aurora is visible is said to be holy water that dripped in from that sea. The legends hold that drinking it can purify any corruption, and that plants watered with it will flourish in any environment.",
		"MST_ITEMS_MATERIAL_10314_LONGDESCRIPTION": "This water can be drawn from natural springs in the mountains of Ohbanahara. It is incredibly clear, yet also gives off a remarkable aroma. One theory holds that this spring water has mystical healing effects able to cure many diseases, and that it has healed numerous people that live near its source. Others contend that its location in the mountains does not limit its benefits to humans, and that many living things seek it out for the same reasons.",
		"MST_ITEMS_MATERIAL_10400_LONGDESCRIPTION": "This is a fundamental material easily obtained throughout Elgaia. Apprentice blacksmiths start their training with them. Since many Green Claws are required even when making difficult weapons, a smith can never have enough of them. It's said that all weapons come from the Green Claw.",
		"MST_ITEMS_MATERIAL_10401_LONGDESCRIPTION": "This blue claw is found relatively often in the Kagan Desert in the Morgan region. It's known as a very hard and powerful material. It's necessary for  making high level weapons, so many search for them in Morgan as they're difficult to obtain in Elgaia. It's also said that the Holy Blade Evrix was made from it.",
		"MST_ITEMS_MATERIAL_10402_LONGDESCRIPTION": "This rare red claw is found in the mountains around St. Lamia, such as the Volcano Eldent or Mt. Wistorea. They are well-known weapon materials. It's said that a renowned Sphere tempered with a Red Claw will gain a powerful effect. They can be found in Elgaia, but are much more common in St. Lamia.",
		"MST_ITEMS_MATERIAL_10403_LONGDESCRIPTION": "An ancient fossil mined from a part of the Bricio Volcano in the eastern part of north Elgaia. It currently has no use other than being sold as a travel souvenir. However, in recent years rumors of a new refining method for it have spread, though the specifics of this method have been kept secret.",
		"MST_ITEMS_MATERIAL_10404_LONGDESCRIPTION": "A fossil of an evil beast's claw, excavated from the Bariura mines in the Mistral region of Grand Gaia beyond Lucius' Gate. Many black magicians have identified an unearthly radiation coming from this fossil. Its uses still haven't been established, and research on it continues night and day.",
		"MST_ITEMS_MATERIAL_10405_LONGDESCRIPTION": "These unique claws are distributed by the Summoners' Council. There are claws, fangs, bones, pelts, drops and eyes among the so-called Honor type materials, and each are used  in the creation of special Spheres and tools. However, where they come from is a complete mystery. Rumor has it they are debris from another world.",
		"MST_ITEMS_MATERIAL_10406_LONGDESCRIPTION": "The claw of a huge monster. Owing to their extreme size, blacksmiths nowadays trade in fragments of these nails rather than whole specimens. A highly valued item across Grand Gaia, Giant Claws are only found in the deepest regions of Cordelica. It is rumored that the Giants once used them to create weapons.",
		"MST_ITEMS_MATERIAL_10407_LONGDESCRIPTION": "A claw from a beast named after a creature from another world which shares its name with common demons because of their similar horns. One theory states that that this beast is from a subspecies of intelligent dragons who appear to enchant their own claws with a special kind of magic. Assuming one is powerful enough to access Amdahl, they are relatively easy to find in the area.",
		"MST_ITEMS_MATERIAL_10408_LONGDESCRIPTION": "Rumor has it that, though not often, a gate to Hades appears in Grand Gaia. The Hades Claw is said to have come through it. Reapers in Hades use scythes made of this claw as it holds great magic. However, they are exceedingly rare as the beast is rarely seen. Processing one is also difficult as extreme heat is required.",
		"MST_ITEMS_MATERIAL_10409_LONGDESCRIPTION": "The rigid claw of a ferocious beast that resides in the lands of Agni. These beasts were deemed highly dangerous as they brought harm to many citizens. The ancient emperor rewarded those who slayed the beasts, therefore hunting them became a custom for proving a knight's strength. It is said that the beast's claws could even cut through steel armor, and blacksmiths of the Agni Empire used it to fortify blades with them. However, details of the forging techniques they used are still highly confidential.",
		"MST_ITEMS_MATERIAL_10410_LONGDESCRIPTION": "Reduhark has gone down in folklore as the god that brings forth the night and gives birth to the darkness. With strange body parts meant for flying that can barely be called wings, it is said that he lands without making a sound in the dead of the night, and slashes through human flesh. The eyes of this god that charges at humans always show his cold nature, and show no signs of anger or remorse. He gazes in silence at the red blood that drips from his claws.",
		"MST_ITEMS_MATERIAL_10411_LONGDESCRIPTION": "It is said that whomever is injured by one of the thousands of claws that the god of destruction has will continue to see visions of his own demise. The death of a friend, the death of a loved one, a disastrous accident, or one's own limbs rotting away are just a few examples of the illusions that will take over one's mind and eat away at one's heart until death arrives. Thus, being surrounded by 100,000 forces during the great war of the gods was considered infinitely better than having to face the god of destruction, Mistzug.",
		"MST_ITEMS_MATERIAL_10412_LONGDESCRIPTION": "Whoever dares to anger the god of destruction shall be cut down by these crimson red claws. It is said that when injured by the claws of this god, one shall suffer from visions of destruction until his spirit welcomes death, but these particular claws have a unique effect. While the injured person's life may be out of danger, he will gradually start losing the ability to think until his consciousness is completely lost, leaving behind the mere empty shell of a man.",
		"MST_ITEMS_MATERIAL_10413_LONGDESCRIPTION": "Originating from an ice beast with a shell similar to that of a turtle, this material is attracting attention due to its dullness. Ice beasts use these claws to cross over frozen lakes and to climb cliffs, surpassing the shell when it comes to durability. Thought it is hard to construct anything out of this material, any armor made from it will maintain its efficiency for the same amount of time that some turtles are believed to live for hundreds of thousands of years.",
		"MST_ITEMS_MATERIAL_10414_LONGDESCRIPTION": "The main reason why Van Lucy is suspected of being a machine is because a demon with almost the same exact shape exists. Some Demon Slayers who brought back with them a part of Van Lucy's muscles discovered that the two bodies were indeed made of two different metals. Though the metal is very similar to a very popular and widely known metal in Elgaia, it seems this is a godly metal that is still unknown to humans.  ",
		"MST_ITEMS_MATERIAL_10415_LONGDESCRIPTION": "The possibility of Van Nader being a machine is low, but there is no denying that there are some within the gods that have been granted powers from the underworld. It is now highly believed that this demon was born in the same fashion. If more of these machine-like demons were to be born, it would set back the research done in Grand Gaia. The Summoner's Council is trying to get to the bottom of this, and is working on a countermeasure that could be used if necessary.",
		"MST_ITEMS_MATERIAL_10416_LONGDESCRIPTION": "The talon of a demon beast imprisoned in the underworld. This beast resembles the Cerberus that roam the Mistral region, but it is infinitely bigger and more ferocious, making it a much more dangerous opponent. Many believe the Cerberus of Mistral to be the less capable descendant of this ancient beast, having adapted to survive in that particular environment.",
		"MST_ITEMS_MATERIAL_10417_LONGDESCRIPTION": "The talon of an otherworldly beast said to have a machine-like body. The existence of this creature has yet to be confirmed in Grand Gaia, though many pieces believed to be its body parts have been found in the rubble of the ruins in Atharva. Since this talon proved to be the most malleable of the pieces found, it has become widely used to create weapons and Items.",
		"MST_ITEMS_MATERIAL_10418_LONGDESCRIPTION": "The durable claw of a thunder beast believed to have the ability to fry anything it scratches with a high electrical current. It is said that some Summoners bore the burning scars left by this claw on their armor to intimidate their enemies in battle, as it looked like they had suffered a direct hit and survived. However, the claws used as ingredients today seem to have the electricity extracted from them.",
		"MST_ITEMS_MATERIAL_10419_LONGDESCRIPTION": "Amongst the many myths that survive today, there is one particular story which is quite interesting. There was once a man who committed an unavoidable sin he regretted, so he asked the gods to forgive him. And though he continued to pray, he could not erase the sin he had committed in the past. No matter how much he regretted what he had done, the past could not be changed. However, one god decided to answer the man's prayer. Legend has it that this god used its powerful fist to destroy the karma connected to the man's sin, freeing him from it.",
		"MST_ITEMS_MATERIAL_10420_LONGDESCRIPTION": "Sharp enough to cut through steel, Grudkia's claw is feared by numerous warriors and adventurers. However, boasting of incredible durability, this claw is also ironically regarded as a valuable item for creating various types of armor. There are also those who choose not to use it as an ingredient, but instead as a medal of valor, adorning their breast plates and helmets with it instead.",
		"MST_ITEMS_MATERIAL_10421_LONGDESCRIPTION": "An extremely rare material found in Ishgria's Lem region. Based on its shape, it is believed to be the claw of some creature, though no further details are known about it. However, light is able to penetrate the claw when it hits it at certain angles, so it is speculated that the creature it belongs to also possesses the ability to make itself transparent. Since this material is light weight but durable, it is highly sought after to make armor.",
		"MST_ITEMS_MATERIAL_10422_LONGDESCRIPTION": "The claw of a massive earth dragon native to Estria. These earth dragons have undergone partial mineralization, and aside from the fact that they make their homes primarily in caverns deep underground, their life cycle is shrouded in mystery. Their fangs and claws are extremely hard and a substantial amount of energy can be extracted from them. One theory holds that these properties are due to the influence of the energy reserves that lie underground in Estria.",
		"MST_ITEMS_MATERIAL_10423_LONGDESCRIPTION": "The multi-legged automatons on the other world of Bectas have massive claws roughly half the length of their bodies, and a habit of shredding anything that crosses their path. The Akras Summoners' Hall urges caution regarding these automatons. However, these claws are composed of a unique ore, and are gaining attention as new workable Materials.",
		"MST_ITEMS_MATERIAL_10424_LONGDESCRIPTION": "This claw comes from a type of fey beast that dwells in Ohbanahara. Shrouded in pestilence, these beasts brought misery to humanity by spreading disease. Some brave souls attempted to slay them, but most fell to their venomous claws. However, this led to the discovery that the venom in these claws had dark, magical properties. Soon, countless mystics sought to capture the beasts, and the number of victims of their pestilence declined rapidly.",
		"MST_ITEMS_MATERIAL_10425_LONGDESCRIPTION": "The claw of a bird that inhabits Valdroar. The bird has both feathers and scales, making it appear like a cross between a dragon and bird, and scholars struggled with its classification as a result. In the end it was categorized as a bird because of its bill and fruit-based diet. The bird's fetlocks have sharp claws, tougher even than those of a dragon. Perhaps after further study, we may one day understand why a bird with no natural enemies that does not hunt evolved to possess such claws.",
		"MST_ITEMS_MATERIAL_10500_LONGDESCRIPTION": "This green fang can be found in the mountains of Elgaia and all over Mistral. The biggest fangs can be as large as a human head. They are dense and heavy, making them perfect for weapons such as axes. They've been one of the most heavily used materials since ancient times due to how easy they are to obtain and process.",
		"MST_ITEMS_MATERIAL_10501_LONGDESCRIPTION": "The Blue Fang can be collected in the mountains around Elgaia and all over Mistral. The biggest fangs can be as large as a human head. They are dense and heavy, making them perfect for weapons such as axes. They've been one of the most heavily used materials since ancient times due to how easy they are to obtain and process.",
		"MST_ITEMS_MATERIAL_10502_LONGDESCRIPTION": "The fossil of a red fang is sometimes found in St. Lamia's Blood Forest and Cave of Malice. It's said that magnificent battle axes are made from them due to them being extremely heavy and hard. They're extremely rare, usually only being found in the St. Lamia region in Grand Gaia.",
		"MST_ITEMS_MATERIAL_10503_LONGDESCRIPTION": "This yellow fossil of a great beast's fang can be mined from the Bricio Volcano in the north-eastern part Elgaia. At its current stage, a refining process has not yet been discovered, but many blacksmiths are working towards finding a usable method.",
		"MST_ITEMS_MATERIAL_10504_LONGDESCRIPTION": "The fossil of an evil beast fang, mined in the ruins of an ancient civilization in the Principality of Vriksha. The ruins are beyond Lucius' Gate, so the mining there is extremely difficult. In addition to this, a refining process for them still hasn't been discovered. Many blacksmiths are working towards finding a usable method.",
		"MST_ITEMS_MATERIAL_10505_LONGDESCRIPTION": "There once was a beast who ate everything in its way, and upon facing death, out of fear of the hell humans spoke of, offered to the gods this tooth as atonement.  Recent reports that this fang of legend has been found in St. Lamia have sent the world into uproar.",
		"MST_ITEMS_MATERIAL_10506_LONGDESCRIPTION": "These unique fangs are distributed by the Summoners' Council. The Council recommends passing these Honor type materials among friends daily as a way for Summoners to support each other. These materials are highly potent and Spheres made with them have extra powerful effects. Personal use, however, is prohibited.",
		"MST_ITEMS_MATERIAL_10507_LONGDESCRIPTION": "A fang from a golden beast. It is said one can feel its regality in the way it eyes its surroundings with its mane blowing in the wind. Despite its incredible size and magic ability, it often acts in defense of weaker beings despite the dog-eat-dog world it resides in. It is said that their golden fangs shine with all of the reverence and fear of the beasts.",
		"MST_ITEMS_MATERIAL_10508_LONGDESCRIPTION": "A fang from Dregamus, a massive demon locked away in a prison deep within a gorge where the sun never shines. Nothing is known of where this prison is or even who made it. However, one prominent theory is that this prison was created to hold ethereal \"things,\" and it is said that Dregamus was among them.  ",
		"MST_ITEMS_MATERIAL_10509_LONGDESCRIPTION": "Beautiful flying beasts used to reside in the Golzo mountains. Once, when the beasts were chasing each other among the clouds, they fumbled into the domain of one of the gods. Furious, the god took away the beasts' ability to fly, and the sky-soaring beasts started to fall from the sky. It's said that the fangs of these rare fallen beasts can be found in Lizeria.",
		"MST_ITEMS_MATERIAL_10510_LONGDESCRIPTION": "In the times of ancient Agni there lived a beast that was a carnivorous tyrant amongst all others. Covered in black fur, it is said that this beast prided itself in its power, and had more trophies than it could hold. Its arrogance angered the gods, and thus it was stripped of its name and turned into a plant. Now known as the Purple Emperor flower, it is big, sharp, and stiff. It resembles the fang of a beast, giving it the name \"Purple Fang\" among the populace.",
		"MST_ITEMS_MATERIAL_10511_LONGDESCRIPTION": "This fang from a fire eating dragon holds special powers. It can chew its flames into tiny pieces. Its true nature is still a mystery, but magic can be felt emanating from collected samples, and thus it seems to be meant for magical purposes. There should be no reason why this fang should not be used for magical purposes. It holds more power than the long living body it was once attached to, and thus it should be used proactively. ",
		"MST_ITEMS_MATERIAL_10512_LONGDESCRIPTION": "The fang of a ferocious and carnivorous beast that inhabits the Principality of Vriksha. This animal's jaw strength is such that it often chips off, or breaks its own fangs as it masticates its prey. For this reason it is quite common to run into this creature's broken teeth, and are thus often used as materials to create weapons. However, there are many who invade this beast's territory unprepared and end up losing their lives in the process. Therefore, great caution is needed when searching for this particular material.",
		"MST_ITEMS_MATERIAL_10513_LONGDESCRIPTION": "A fang continuously surrounded by a bit of electricity. The fang was believed to belong to a creature that resembles a giraffe in its mature state, but since the beast has lower intelligence than a giraffe and its stature is also smaller, this claim is disputed by many scholars. This beast's fang has the ability to absorb electricity, so it is often used as a material to create weapons. However, since it also has the power to call lightning, its magical properties are used for various rituals, and to set up traps as well.",
		"MST_ITEMS_MATERIAL_10514_LONGDESCRIPTION": "In Bariura there is an ancient legend that tells of an invisible monster. It was thought to be a mythical creature at first, but after the fangs of a creature not found anywhere in the area were discovered, many began to believe that the fangs belonged to the rumored invisible beast. Once it was discovered that these fangs had great beneficial properties, the search for the invisible creature heightened, though such creature has yet to be found.",
		"MST_ITEMS_MATERIAL_10515_LONGDESCRIPTION": "A fang that Granomos uses as it navigates underground to turn rock solid surfaces into tiny grains of sand. First studied by the Demon Slayers when they brought it back from a land survey, this Item was deemed to be designed for digging by their experts. In current research these fangs are used as a model to create new digging equipment, though many more of them will probably be needed in order to keep the studies going.",
		"MST_ITEMS_MATERIAL_10516_LONGDESCRIPTION": "Balmedia is a creature that was discovered only recently. An excessive amount of literature had to be consulted in order to determine whether it was an entirely new type of beast, or perhaps and unknown demon. No myths have been currently found to mention the creature, though a supposed forged tome mentions a white wolf from another world which appears to pass judgment. There are many people who claim that the creature mentioned in the tome could be none other than Balmedia.",
		"MST_ITEMS_MATERIAL_10517_LONGDESCRIPTION": "An extremely rare material that can be occasionally found in Beiorg. Once a month the demon moon glows in a purple hue during the dark of the night, calling forth a pack of ferocious wolves that are said to devour anything in their path. The torn fangs of these wolves are a testimony of their battles against demons, though having hidden demonic powers of their own, these fangs deliver a devastating blow when sunk into their prey.",
		"MST_ITEMS_MATERIAL_10518_LONGDESCRIPTION": "A material rarely discovered in the Fal Nerga region of Ishgria. The black conqueror dragons native to this land do not maintain a single den; instead, they wander night after night, driving away enemies. Once, a black conqueror dragon set foot atop the peak of the sacred mountain and was struck by lightning from the purplish clouds enshrouding it. It is said that the dragon was instantly slain, leaving behind only these silver-white fangs.",
		"MST_ITEMS_MATERIAL_10519_LONGDESCRIPTION": "A fang from the Mystical Wolf that rules the world of Vilanciel. Believed to be one of the sources of the Mystical Wolf's power, it is also said to grant its bearer power that rivals even the gods. However, the fangs are not easily obtained, as they are symbols of Vilanciel's ruler, most believe that the Mystical Wolf only grants them to those it acknowledges as powerful foes in battle.",
		"MST_ITEMS_MATERIAL_10520_LONGDESCRIPTION": "A crystal embodiment of dragon energy discovered in Valdroar. They are always discovered in pairs, though the reason for this is unclear. With a sharpness that has led to them being mistaken for dragon fangs at first, they can even be used as a powerful weapon depending on the size. Their use as a material is still at the trial stage, but it is hoped that someday they may be used to harness the immense power of dragons for personal use.",
		"MST_ITEMS_MATERIAL_10600_LONGDESCRIPTION": "A crystal with the power of fire. Its intense, red sparkle is loved by fiery women. It forms in areas where the Fire Spirit's power is high, such as the Cave of Flames in Mistral, or the Volcanoes of St. Lamia. Synthesizing it with a Fate Stone or a Paladin Stone creates fire-enhancing tools.",
		"MST_ITEMS_MATERIAL_10601_LONGDESCRIPTION": "A crystal with the power of water. It shines like a pond and is a favorite of high-class women. It forms where the Water Spirit's power is high, such as the Egor Snowfield in Mistral, or the St. Lamia mountains. Synthesizing it with a Fate Stone or a Paladin Stone creates water-enhancing tools.",
		"MST_ITEMS_MATERIAL_10602_LONGDESCRIPTION": "A crystal with the power of earth. It has a rich emerald color and enhances the cleanliness of its carrier. It's often found in the Forest of Beasts in the Mistral region, where the Tree Spirit's power is high. Synthesizing it with a Fate Stone or a Paladin Stone creates earth-enhancing tools.",
		"MST_ITEMS_MATERIAL_10603_LONGDESCRIPTION": "A crystal with the power of thunder. Its golden glow fascinates anyone who sees it. It's found in areas with frequent lightning strikes where the Thunder Spirit's power is high, such as the Magutagal Wetlands. Synthesizing it with a Fate Stone or a Paladin Stone creates thunder-enhancing tools.",
		"MST_ITEMS_MATERIAL_10604_LONGDESCRIPTION": "A crystal with the power of light. Normally clear, the sun's light makes it sparkle. It's extremely rare, and is only produced in the sacred regions of St. Lamia where the Light Spirit's power is strong. Synthesizing it with a Fate Stone or a Paladin Stone creates light-enhancing tools.",
		"MST_ITEMS_MATERIAL_10605_LONGDESCRIPTION": "A crystal with the power of dark, one of the six elements that composes the world. Its dim glow has only been witnessed in the caves in the St. Lamia region of Grand Gaia. Synthesizing it with a Fate Stone or a Paladin Stone creates dark-enhancing tools.",
		"MST_ITEMS_MATERIAL_10606_LONGDESCRIPTION": "This strange crystal sparkles based on the spiritual energy of its holder. It was named a war god famous for accurately anticipating his opponent's abilities. It's rare in both Elgaia and Grand Gaia, but there are rumors that the priest hiding in St. Lamia's sacred grounds may be hiding some.",
		"MST_ITEMS_MATERIAL_10607_LONGDESCRIPTION": "This mysterious crystal is extremely rare in Grand Gaia. It radiates a golden light. Its existence is recorded in ancient books, but its effects and uses are a mystery. Those lucky enough to find one have no idea what to do with it, despite it clearly holding magical power. These crystals are the subject of continuous research.",
		"MST_ITEMS_MATERIAL_10608_LONGDESCRIPTION": "A mysterious, gold-glowing crystal found only rarely in Grand Gaia. Though mentioned in ancient records, their purpose remains shrouded in mystery, and anyone lucky enough to discover one is said to have been stumped as to what to do with it. Nevertheless, they remain highly-sought after, and many scholars continue to research ways to use them.",
		"MST_ITEMS_MATERIAL_10609_LONGDESCRIPTION": "From far away it appears silver, but upon closer look one can see a ray of light dancing inside this translucent crystal. It's said that the magic it holds turns into tiny reflective grains that make a sandy sound when shaken. Research on ways to use its magic is ongoing, but it is difficult to use and there are few successful attempts.",
		"MST_ITEMS_MATERIAL_10610_LONGDESCRIPTION": "A glowing crystal found sporadically across Grand Gaia. Its faint glow isn't strong enough to light up the darkness, but it does emit magic of a unique wavelength together with the light it does produce. It got its name from the fact that Summoners could detect its power from quite a distance. To common people it is but a beautiful stone, but to the Demon Slayers it is a valued material.",
		"MST_ITEMS_MATERIAL_10611_LONGDESCRIPTION": "Long ago, wars of a large scale took place in the region of Agni, where the ancient Agni Empire once stood. This crystal can be found in the ruins of those ancient battlegrounds. There are those who simply believe it to be an ore, but scholars refute this by claiming that it does not normally occur in nature. According to legend, the fearless Agni soldiers that fell on those grounds left their taste for blood behind, which then caused their grudge to crystalize into a black substance.",
		"MST_ITEMS_MATERIAL_10612_LONGDESCRIPTION": "Some reports state the Marian was the wife of a high ranking god that was sympathetic towards humans until the very end. He didn't go as far as to oppose their destruction, but he admired their combat skills, especially their perseverance, taking every opportunity available to strike back. Furious at her husband's easygoing demeanor, she transformed her beautiful body in order to revive the rage within, hoping for a fight.",
		"MST_ITEMS_MATERIAL_10613_LONGDESCRIPTION": "The demon Marian usually acts alone. Originally, she didn't mingle with anyone besides her husband, but she showed no hints of her reclusive personality when fighting humans. She doesn't care for fighting other Fallen Gods, and spends her days opening the back gates in order to hunt humans. Will he come visit when the demon Marian returns to her beautiful, old self...?",
		"MST_ITEMS_MATERIAL_10614_LONGDESCRIPTION": "The demon Reduhark reaps the souls of all humans that visit Grand Gaia. Based on current observations, since the Four Fallen Gods have not formed a group of any kind, it would seem that he is acting on his own judgment. However, he doesn't share the same hatred towards humans that other gods do. Though he is indeed strong, he treats humans the same way one would exterminate an annoying fly.",
		"MST_ITEMS_MATERIAL_10615_LONGDESCRIPTION": "The source to the fire clad dragon's unusually high temperature is said to be its heart. The heart pumps blood at an extremely high temperature, which then travels all around the body with a temperature as high as lava. Strangely, when this heart is exposed to air, it hardens into something resembling a crystal, and stops moving. Though the heart may stop beating, the mysterious heat that emanates from it is still unfathomable.",
		"MST_ITEMS_MATERIAL_10616_LONGDESCRIPTION": "The origin of the shining dragon's name comes from the extent that the single horn on its forehead glows, and from its first-class rate ferocity. Many scholars debated the reason as to why its horn glows, but after one of these dragons was vanquished, a shining orb was found inside the dragon's skull that solved the mystery. However, the reason why this pearl-like jewel glows itself is still unknown, and its high value as a material makes research difficult.",
		"MST_ITEMS_MATERIAL_10617_LONGDESCRIPTION": "Van Lucy, a new heterogeneous demon which has appeared only recently. Its appearance is strikingly like a machine, which had lead many to believe that it was a weapon made by the gods. However, when some Demon Slayers brought back with them a piece of this demon, it was discovered that the possibility of that being true was very low. New research will be needed in order to determine what kind of creature it truly is.",
		"MST_ITEMS_MATERIAL_10618_LONGDESCRIPTION": "Van Nader, a demon of a curious shape that appeared here very recently. Resembling a machine from another world, its appearance is exactly the same as that of the demon Van Lucy. Though there are rumors that it is a weapon made by the gods, there are scholars who refute this claim by reiterating that machines are not capable of using magic. This demon, who has not been mentioned in any myths, is still shrouded in mystery.",
		"MST_ITEMS_MATERIAL_10619_LONGDESCRIPTION": "The souls of the people who have been slain by this god are trapped by him, refusing to let them die. Such is the legend left behind of the ember god, Nalda Delia. This demon's eyes full of resentment are said to bring about catastrophes, though there is no one alive that can confirm that this threat is real. However, in accordance with the legend, many Summoners place a powerful seal over this material and keep close guard over it.",
		"MST_ITEMS_MATERIAL_10620_LONGDESCRIPTION": "If one browses through various myths, one will find that Nalda Delia's eyes were originally meant for protecting all living beings above the ground. However, the countless follies that humans repeated time and time again incited the wrath of the ember god, and these eyes started devoting themselves to guarding against crimes. Acting as karma, legend states that the ember god will punish those who sin according to their crimes. ",
		"MST_ITEMS_MATERIAL_10621_LONGDESCRIPTION": "The demon Nalda Delia possesses many eyes. The most important of those being the one that resides in his chest. According to legend, this eye can see a great distance away, past the Four Seas, to ascertain itself of the crimes committed by people of wicked hearts, and punish them with calamity. It is said that those who anger the ember god will have their souls imprisoned, spending the rest of eternity in torture.",
		"MST_ITEMS_MATERIAL_10622_LONGDESCRIPTION": "The ember god has many eyes which can see all around Grand Gaia. Many people sought to understand how this god processed this amazing amount of visibility, hoping to attain the same great power for themselves. Other reports state that Nalda Dalia has a jewel that glows in red which can amplify his powers. However, it is unclear as to whether or not this jewel truly has such an effect.",
		"MST_ITEMS_MATERIAL_10623_LONGDESCRIPTION": "It is said that within the many speckles that run through the god of destruction's body lies the power to make those who see them go insane with visions of enemies all around them. For this reason it is thought that though Mistzug was at the front lines during the great war of the gods, he rarely ever fought in hand to hand combat. The human armed forces were destroying each other instead.",
		"MST_ITEMS_MATERIAL_10624_LONGDESCRIPTION": "Mistzug, the god of destruction that invades people's hearts and destroys them. It is unknown whether this god had always been like this since the very beginning. There are only a few lines left of an epic poem that describe this mysterious god of destruction. \"Mistzug is only a faint illusion. His appearance is an illusion, and his voice is also an illusion. This god doesn't exist in this world. The only thing present is the jewel of an illusion.\"",
		"MST_ITEMS_MATERIAL_10625_LONGDESCRIPTION": "The precious stone known as the Zealot Eye has fascinated people for ages with its strong magical power. It's said that merchants were obsessed with getting their hands on these stones, with magicians doing everything in their power to find them. But it's said there is also a hex placed on these stones, the suspicious light from which grows stronger as it passes from hand to hand.",
		"MST_ITEMS_MATERIAL_10626_LONGDESCRIPTION": "A strange crystal that shines according to how wise the person holding it is. Legend claims that this crystal was used by gunners of another world to further strengthen their arms. However, according to many of the descriptions left about the crystal in different pieces of literature, the possibilities of it having come from another world are very low. Instead, it is believed this Item was fabricated in a laboratory.",
		"MST_ITEMS_MATERIAL_10627_LONGDESCRIPTION": "Whenever any information regarding Balmedia surfaces, the beast is always said to be aflame. According to the testimony of a Summoner that fought Balmedia first-hand, its tail was completely ablaze. The beast also had the ability to change its mane into thunder, which hinted that its tail would go ablaze again shortly after. This treasure stumbled upon purely by chance may be the key to Balmedia's ability to transform its tail into fire. ",
		"MST_ITEMS_MATERIAL_10628_LONGDESCRIPTION": "A jewel the size of a fist said to grow within Grudkia's body. Regarded for its extraordinary beauty, it is considered a valuable ingredient used to forge high quality armor. However, being very fragile in nature, the jewel usually breaks into pieces when fighting Grudkia in hopes of obtaining it. Therefore, more than needing strength to win against the beast in battle, it is said that what one really needs is a stroke of luck in order to collect it.",
		"MST_ITEMS_MATERIAL_10629_LONGDESCRIPTION": "Yugreia is a demon known for possessing the opposing properties of both water and fire. Often resorting to illusions in order to move about, the existence of this jewel was confirmed when Yugreia finally showed its true form. When thrown into a body of water, the jewel is said to turn the liquid into burning flames. When thrown into a fire, the flames turn into flowing water. Many researchers of demonic species hope to make a great break through in their field once they acquire this peculiar stone.",
		"MST_ITEMS_MATERIAL_10630_LONGDESCRIPTION": "The large crystallized eye of a demon which inhabited Ishgria. Called the \"Artificial Black Eye\" by some, this eye has the ability to convert any light it absorbs into energy. When this demonic eye is equipped, it is said to boost the combat abilities of the wearer to the maximum. However, since not much is known about this otherworldly material, it is very difficult to obtain in its purest form.",
		"MST_ITEMS_MATERIAL_10631_LONGDESCRIPTION": "A crystal embedded in the demon Amu Yunos's staff. It has the power to enhance its user's magical power and senses. It is said that with enough power, this item makes it possible to observe the entire world. However, even among Ishgria's demons, almost none have been able to use this power to its full extent. Since it was created from unknown materials with otherworldly techniques, it is difficult to acquire more than one.",
		"MST_ITEMS_MATERIAL_10632_LONGDESCRIPTION": "A transparent piece of Beiorg's body which shines. This item, which lights up even when severed from its original source, is believed to be a crucial part of Beiorg's restorative systems. It has the ability to heal small wounds when held in their proximity, and thus many hope to implement it in both weapons and armor. However, many details regarding this Item still remain unclear, so most of the Bulbs that have been collected thus far are reserved to conduct further research.",
		"MST_ITEMS_MATERIAL_10633_LONGDESCRIPTION": "A jewel encrusted in the center of Barbatos's beloved axe, the Diabolic Fang. It is said to be the part of the weapon most directly influenced by Barbatos's raging fighting spirit. And it is for this very reason that whoever comes to possess it is overcome by an unquenchable desire to fight, losing his or herself to a pure desire of destruction. ",
		"MST_ITEMS_MATERIAL_10634_LONGDESCRIPTION": "A crystallized form of the magical energy that constantly burned in the palms of Heresy Demon Kalon. It's thought that the energy could harmonize with the soul of anyone Kalon faced, allowing the demon to see into their destined future. In theory, this crystallized energy could control the fate of others, but activating this ability would require immense magical and psychological power, comparable to that of a god.",
		"MST_ITEMS_MATERIAL_10635_LONGDESCRIPTION": "A mysterious precious stone rarely found in Valdroar. If you look inside the transparent sphere, the fluttering light resembles a dragon that spreads its wings and flies through the sky. As for its real nature, there are many theories. Some surmise that the eyes of ancient dragons formed into the jewels, while others believe that excess magical power inside a dragon's body crystallized to form them. But all that is nothing more than conjecture, and there is still much need for further research and investigation.",
		"MST_ITEMS_MATERIAL_10700_LONGDESCRIPTION": "This is the light green pelt from a common beast. It's used in various types of armor because of its easy-to-process nature and high availability, even in Elgaia. As it's easy to get, many novices put together their first set of armor with this pelt. Making also make their living by gathering and selling them.",
		"MST_ITEMS_MATERIAL_10701_LONGDESCRIPTION": "This blue pelt is frequently found in the Kagan Desert and Breezy Beaches of Morgan. Since it's tougher than the Green Pelt it requires a higher degree of skill to work with, but in exchange it does yield equipment with a higher defense rating.",
		"MST_ITEMS_MATERIAL_10702_LONGDESCRIPTION": "This red pelt is found on the Volcano Eldent and Sacred Mt. Craylia in the St. Lamia region. It has both high hardness and flexibility, and legend has it that it was the material used to make the Goddess Seal. It can be found in Mistral, but one must travel to St. Lamia in order to obtain large quantities.",
		"MST_ITEMS_MATERIAL_10705_LONGDESCRIPTION": "This is an extremely rare scarlet-colored pelt. Not only is it tough, but the pattern is so beautiful that some collectors even put it on display. It has also historically been used as a material for banners. It's extremely rare now, however, and only found around the Shrine of Lystia and the Destroyed Temple.",
		"MST_ITEMS_MATERIAL_10706_LONGDESCRIPTION": "This blue pelt is found only on Mt. Wistorea in St. Lamia. It features a beautiful azure hue. Legend has it that when the Holy Queen of the ancient kingdom left for the battlefield, the crest she took with her was made from it. That crest raised vitality, and the troops that she led with it were thought to be immortal.",
		"MST_ITEMS_MATERIAL_10707_LONGDESCRIPTION": "These unique pelts are distributed by the Summoners' Council. As it is one of the materials used in creating high-quality Spheres, Summoners often exchange them amongst themselves. However, like other Honor-type materials, mystery surrounds them and it's unknown where the beast that they're taken from lives.",
		"MST_ITEMS_MATERIAL_10708_LONGDESCRIPTION": "The pelt from a massive and immensely powerful beast. Its size makes it difficult to process by normal means. They are often spotted in the ruins deep within Cordelica. However, Summoners are investigating as to how and from what beast such pelts could be obtained considering it doesn't match any species that currently exists in Cordelica. ",
		"MST_ITEMS_MATERIAL_10709_LONGDESCRIPTION": "The pelt from a golden beast. One who holds it can feel the regality of the mystical beast which inhabits all of Amdahl, where it stands watch with its mane blowing in the wind. It turns a dull yellow when tanned, and when used to created defensive items it is not only strong but also grants its user special powers. ",
		"MST_ITEMS_MATERIAL_10710_LONGDESCRIPTION": "A silver-skinned wolf that existed in ancient times. Silver wolves lived in packs, and the leader of the pack is said to have glistened. Its pelt contained powerful magic and have been used in various magic studies. Over-hunting drove them to extinction, but some pelts have reportedly been found in Palmyna in Grand Gaia.",
		"MST_ITEMS_MATERIAL_10711_LONGDESCRIPTION": "The pelt of a ferocious beast that resides in the lands of Agni. The extreme ferociousness of this beast led to them being ceremoniously hunted as a way to prove a knight's strength. The beast's pelt is covered with bristly hairs that provide excellent protection, but with improvisation by the best armor craftsmen in the Agni Empire, they've been transformed into beautiful yet functional armor of the highest quality. It's said that rulers of other countries have offered exorbitant amounts of gold in exchange for armor made from these pelts.",
		"MST_ITEMS_MATERIAL_10712_LONGDESCRIPTION": "In contrast to their appearance, the wings of the demon Reduhark are very flexible and can be easily cut by the kinds of weapons that the gods tend to circulate. However, if a wing were to be cut off, it immediately produces darkness that coagulates wherever it lands, perhaps making it impossible to flee from this demon. Being an extremely rare material, whoever wants to get his hands on a full wing from this demon will have to take him down in his entirety.",
		"MST_ITEMS_MATERIAL_10713_LONGDESCRIPTION": "The fire clad dragon's temperature is unusually high. The temperature of the scales that its skin is covered in can cause severe burns on the frail skin of a human in a split second. Even more surprisingly, this skin has the ability to maintain the same temperature even after the dragon has died. If one were to implement this material into making equipment, it would probably have wonderful results. The subjugation of this dragon, however, is no easy task.",
		"MST_ITEMS_MATERIAL_10714_LONGDESCRIPTION": "On the smooth skin of the shining dragon there are file-like micro scales that extend all around it. Once some of the members of the Demon Slayers took this pelt home to examine it, they rubbed steel against it, and accidentally ended up sharpening the steel. Though it had been believed that this skin served to help the dragon move more rapidly in water, like the skin of a fish, it was proven through this experiment that it could also be used as a terrible weapon. ",
		"MST_ITEMS_MATERIAL_10715_LONGDESCRIPTION": "Granomus travels underwater in disguise, appearing suddenly underneath one's feet. It has been a mystery for some time as to how this monster knows where to show himself without the use of his eyes nor ears. Once the Demon Slayers took a lot of this material home with them, they discovered that the monster can move by sensing vibrations through its skin. According to newly collected data, the crystallized shell of this creature has the ability of sensing magical powers, though no demonstrations of this have been given as of yet.",
		"MST_ITEMS_MATERIAL_10716_LONGDESCRIPTION": "It has been confirmed that the skin of Granomus changes color depending on the many environments it chooses to live in. It was simply believed to be protective camouflage, but now many think that this is the result of Granomus sensing magic from its surroundings through its crystallized skin, and consequently adapting to the neighboring environment, including soil, minerals, ice, and plants. In short, this crystallized skin holds different elemental properties depending on its color.",
		"MST_ITEMS_MATERIAL_10717_LONGDESCRIPTION": "Edelma's title of \"fire eating dragon\" is not a simple metaphor. More shocking than anything, it will set forests on fire and eat trees ablaze, as well as climb volcanoes to drink the lava that spews from them. Thus, the scales of this fire eating dragon do not burn, but rather have a great resistance against fire, making them an invaluable material. Though it has many uses, recently this material has been in high demand to construct fire proof houses.",
		"MST_ITEMS_MATERIAL_10718_LONGDESCRIPTION": "Though from the turtle-like shell of an ice beast, this soft pelt is considered a very valuable material. No matter how much it is stretched, the pelt will not break. It also handles temperature changes very well, so it is a very efficient material for making armor. There are many Summoners who collect this pelt without knowing its true potential, but the difficulty it presents when trying to processes it causes blacksmiths to ignore it for fear that once the pelt has been damaged, it will become utterly useless. ",
		"MST_ITEMS_MATERIAL_10719_LONGDESCRIPTION": "The pelt of a great bird called the \"Beryl Bird. \"With a degeneration in its legs, once it flaps its wings, it must continue flying until it dies. For this reason it has a very high metabolism, which it uses to provide energy to the body. The pelt of the Beryl Bird is said to store condensed energy, and when used as a material, it can have beneficial effects concerning longevity.",
		"MST_ITEMS_MATERIAL_10720_LONGDESCRIPTION": "There is a large beast with a short horn on its nose and an armor-like pelt known as a mammoth. When tanned, its pelt becomes resistant to heat and bacteria, and has increased insulation. These attributes make it very helpful when used to create special magical equipment. It is said that mammoth hunters even use special tools when hunting them so not to harm their pelts.",
		"MST_ITEMS_MATERIAL_10721_LONGDESCRIPTION": "A pelt used mainly for research and experiments dealing with incantations, exorcisms, and black magic. This pelt doesn't come from a particular animal, but is instead a combination of multiple animal pelts fused together, born from the development of new technology. Originally, special pelts where required to perform certain incantations and exorcisms, but since it seems that this synthetic pelt can be used for a large number of those rituals, many sorcerers and dark magicians use it. ",
		"MST_ITEMS_MATERIAL_10722_LONGDESCRIPTION": "Ancient Bariuran folklore tells of a beast which was invisible. The reason for its invisibility was believed to be its possible ability to mirror its environment, or perhaps the ability to refract light using water vapor. When the pelt of this legendary beast was finally discovered, it was found to have scales like that of a fish. The key to its capability to disappear may lie within these.",
		"MST_ITEMS_MATERIAL_10723_LONGDESCRIPTION": "The durable pelt of a thunder beast admired in secret by many for its hue, texture, flexibility, and tough properties. Since the number of Summoners who can actually defeat the beast this pelt belongs to is very limited, it makes it that much more exotic and appealing to others. However, since the possibility of this Item becoming available in large quantities is quite low, researchers are not showing much interest in it.",
		"MST_ITEMS_MATERIAL_10724_LONGDESCRIPTION": "According to the account of a Summoner who fought Balmedia, the hairs on its mane stood on end thanks to the high voltage electricity that ran through it. However, the pelt that he managed to bring back from his battle did not have such properties. Detailed studies are yet to be performed, but it is speculated that the mane turned into thunder itself, rather than the electricity being an added property. Not much is known about this particular Item, but many hope it will prove useful for future inventions.",
		"MST_ITEMS_MATERIAL_10725_LONGDESCRIPTION": "A scarlet pelt originating from the frontal region of Grudkia's body. Made of a beautiful and elegant hue, it is often used by nobility to adorn their garments. Though it can be used as an ingredient to create decorations for armor, it is most commonly used in its liquefied state. It is said that using this concoction to dye armor red has various effects on both the wearer, and on the enemy. ",
		"MST_ITEMS_MATERIAL_10726_LONGDESCRIPTION": "Bark from the Great Fairy Tree which has been shed and regenerated over many, many years. According to the research of a certain botanist, it was discovered that the bark never actually came unstuck from the tree. Remaining in that state for what seems like an eternity, it is believed that this bark is not made of actual wood, but that its rigidness points to it being some type of armor instead. This particular sort of bark is much stronger than the usual one found from Fairy Trees, and thus great caution is advised when in search of this material.",
		"MST_ITEMS_MATERIAL_10727_LONGDESCRIPTION": "A piece of Jirayen's jet black and scaly skin. With both its skin and scales made up of very rigid properties, this item was found very difficult to put into practical use. In ancient times some craftsmen tried to pin the skin onto boards in order to create shields, but nowadays proper methods have been developed to forge armor with it. Furthermore, when the scaly skin is used as it is without any alterations, it boasts of protective properties surpassing those of regular armor.",
		"MST_ITEMS_MATERIAL_10728_LONGDESCRIPTION": "When a high number of demons started pouring out of Ishgria, a scale that can't be seen with the naked eye was discovered as thorough research was conducted on Claudalus, a fire-clad dragon which had been just recently defeated. The scale's extremely high temperature make it impossible to hold with one's bare hands, and it is believed that more information on the mysterious land of Ishgria could be obtained by finding the reason as to why no other individuals who had previously defeated Claudalus were unable to collect this item until now.",
		"MST_ITEMS_MATERIAL_10729_LONGDESCRIPTION": "A vine from the mysterious carnivorous plant known as the Queen Sipla. Extremely sturdy and boasting of abnormal elasticity, this vine cannot be cut by a regular blade. It is said that many of the adventurers that have fallen prey to the Queen Sipla are first robbed of their ability to move by these vines before they are eaten. This material is not only treasured for its role in making hefty arms, but also for its use in making daily household products.",
		"MST_ITEMS_MATERIAL_10730_LONGDESCRIPTION": "Thanks to the purifying properties of the Azure Dragon Estoreit's scales, any sea it inhabits is seldom polluted. However, it is due to the rare qualities of Estoreit's Light Scales that the dragon has been the target of many attacks that have laid waste upon its habitat. These attacks have caused one of its wings to become detached, and now it cannot fly as freely as it once did.",
		"MST_ITEMS_MATERIAL_10731_LONGDESCRIPTION": "A lock of hair from the head of the War Demon Shusui. Its never-fading hue is the vibrant color of fire, and has the ability to psychologically entice the fighting spirit of any who look upon it. It is said that this lock of hair has the ability to awaken the hidden potential of whoever possesses it, rapidly developing their abilities on the battlefield. On the other hand, since Shusui's will still lives within it, its owner is also said to have an unquenchable thirst for fighting strong opponents.",
		"MST_ITEMS_MATERIAL_10732_LONGDESCRIPTION": "The hide of a great serpent which lives in the Zamburg region. While great serpents are few in number, they are called \"serpent dragons\" for their size, and are feared as extremely savage beasts. Beautiful silver scales cover parts of these snakes' bodies, though more than mere decoration, they are also an extremely hard and treasured material used for arms and armor. Accordingly, there is never a shortage of those who wish to challenge the serpents despite the danger they represent.",
		"MST_ITEMS_MATERIAL_10733_LONGDESCRIPTION": "A scale-shaped crystal that shines with a wide variety of colors depending on the light and the angle it is viewed from. In rare cases, they are found among the scales present on Barion's tail. While it is virtually identical, technically it is not actually a scale. Instead it is believed to be the calcified residue of immense magical power. The power within cannot be drawn out here; advanced processing work will likely be required.",
		"MST_ITEMS_MATERIAL_10734_LONGDESCRIPTION": "Red-green silken thread believed to be spun by the phantom spiders that inhabit the demon Mordlim's body. As the silk spun by these rare phantom spiders has properties that ward off evil, it is prized for its value in purification measures. Clothing made with this thread is always of the highest quality, and holds immense magical power. However, as this thread is incredibly rare, few will ever encounter such an item.",
		"MST_ITEMS_MATERIAL_10735_LONGDESCRIPTION": "A strip of cloth from the raiment worn by the demon Mora. Woven of precious enchanted silk, it enables the owner to release their true magical potential. Remarkable for its beautiful shimmering golden pattern, the cloth has a faint, captivating scent. It's thought that the cloth's scent is responsible for the lingering fragrance left in the air after Mora passes by. Notably, the magic butterflies that live in Ishgria are drawn to this scent.",
		"MST_ITEMS_MATERIAL_10736_LONGDESCRIPTION": "There are numerous large automatons with dense armor active on the other world of Bectas, and some units even feature resistance against magic. Some speculate that these automatons were fashioned using magic as well as science, but the details remain unfortunately unclear. At present, the armor of these automatons can be purchased at high prices as a precious Material.",
		"MST_ITEMS_MATERIAL_10737_LONGDESCRIPTION": "A fragment from an inner wall of one of the massive caverns found in Rokkzalm. A researcher who noticed the magical energies of the cave brought this back from an expedition, and its analysis has produced fascinating results. Specifically, it has shown that it is something like a film of magical energies accumulated in the cave over countless years, eventually forming numerous layers and strata. It would be reasonable to assume that there are many similar locations throughout Rokkzalm, but confirmation of this supposition will require additional surveys and research.",
		"MST_ITEMS_MATERIAL_10739_LONGDESCRIPTION": "No living plants or animals can thrive in St. Creek at present. One theory holds that this is due to a certain factor unleashed during St. Creek's destruction. Adherents claim that the trees of St. Creek absorbed a particularly large share of this factor, and some researchers have begun to focus their experiments on the trees' bark. Should their research bear fruit, it could lead to applications for this mysterious factor in other fields, as well as the restoration of St. Creek itself.",
		"MST_ITEMS_MATERIAL_10800_LONGDESCRIPTION": "This giant bone can often be found in Mistral's Magutagal Wetlands and the Remains of Mirza. It's just as hard as the fangs or the claws from the same beast, and it's used in making armor. It's also not very rare, and easy to acquire even in Elgaia. Summoners usually usually carry it in easy to manage pieces.",
		"MST_ITEMS_MATERIAL_10801_LONGDESCRIPTION": "This is a blue bone from a giant beast. It's often found in the Nocturnal Forest or the Barren Lands of Asekutt in the Morgan region of Grand Gaia. It's very hard, but easy to process, and makes higher defense armor than the Green Bone. Oddly shaped pieces normally found are unuseable as materials.",
		"MST_ITEMS_MATERIAL_10802_LONGDESCRIPTION": "This red beast's bone is found in the St. Lamia region of Grand Gaia. It's smaller than other bone materials, but very hard. However, due to its uniqueness, it requires a high degree of skill to process. It's an interesting subject for researchers as documention only records how to use them in synthesis, saying nothing about the beast from which them come.",
		"MST_ITEMS_MATERIAL_10805_LONGDESCRIPTION": "This extremely hard material is said to be the fossil of an ancient demon. It holds the combat instincts of the demon within, and is used in making Aries' Flute. It's nearly nonexistent in Elgaia, yet rumor has is that elemental spirits and statues drop them from time to time.",
		"MST_ITEMS_MATERIAL_10806_LONGDESCRIPTION": "These unique bones are distributed by the Summoners' Council. Like other Honor type materials, they are quite mysterious. A Summoner once investigated the Honor type materials to discover their true nature, but he went missing. Rumor has it he was later found in the deep in Grand Gaia in an oddly docile state.",
		"MST_ITEMS_MATERIAL_10807_LONGDESCRIPTION": "A special bone said to reside within people of extraordinary magical ability. According to one theory, blood exposed to high concentrations of magical energy crystallizes inside the body, where it then begins to function as a bone. Due to the bone's high discovery rate in inner regions of Cordelica, several scholars believe that the giants who lived there harbored great magical abilities.",
		"MST_ITEMS_MATERIAL_10808_LONGDESCRIPTION": "The bone of a beast that went extinct long ago fossilized after sitting for countless years. The dimly sparkling fossil is also highly prized as a precious stone, with larger ones often being used in decorations. These bones are said to come from a beast that mainly inhabited Amdahl and are often found there and in the surrounding areas.",
		"MST_ITEMS_MATERIAL_10809_LONGDESCRIPTION": "The man who first found this bone in Lizeria was so impressed by the beauty of it, he thought it was a bone-shaped ornament crafted out of silver. However, closer examination showed that it was just a beast's bone. The secret to its mysterious beauty is unknown, but it continues to mesmerize many with its ethereal beauty and silvery shine.",
		"MST_ITEMS_MATERIAL_10810_LONGDESCRIPTION": "There is an epic poem written about a wolf that served as the companion of the goddess of darkness. It is written that the wolf died during a sisterly quarrel, which saddened the goddess, driving her to pledge her divine protection over all of the wolf's children. In truth, the descendants of this wolf seemed to have greatly prospered, but under the influence of the Four Fallen Gods' rule, these wolves don't inhabit any other regions outside of Agni.",
		"MST_ITEMS_MATERIAL_10811_LONGDESCRIPTION": "This electricity generating organ from Bruzebia is very difficult to collect intact. This organ that produces electricity is very delicate, and can be easily broken when struck. There are countless Summoners who do not use their full power against the beast when trying to collect this material, but wound it deeply instead. However, it is said that for a skilled Demon Slayer collecting this material should be a fairly easy task.",
		"MST_ITEMS_MATERIAL_10812_LONGDESCRIPTION": "The wings of Reduhark, which are endowed with elasticity, originate from a hard bone to which they are attached to. It had been a mystery as to how the structure of these black wings made the demon float, but a report has surfaced that claims this bone might be used as an intermediary organ that converts magic. The Demon Researchers from the Summoners' Council are hoping for a brave Summoner to prove the validity of this report. ",
		"MST_ITEMS_MATERIAL_10813_LONGDESCRIPTION": "The bone of a strange dotted animal from the Mirvana region. Wielding a considerable amount of power, it is considered an invaluable material, though the creature from which this bone comes from has not been witnessed as of recently, leading to the conclusion that it has become extinct. Since many bones have been found spread around the region, it is believed that this creature might've covered a vast portion of the land before its extinction. The reason for their demise, however, is still being researched.",
		"MST_ITEMS_MATERIAL_10814_LONGDESCRIPTION": "A stone-like bone found underground. It produces powerful attributes when used in manufacturing, but is highly explosive if mishandled. Thanks to this, using it as a material requires a great deal of skill in fusion. It is said they form underground from the bones of Bozdells, and there are some who even believe new Bozdells are born from them.",
		"MST_ITEMS_MATERIAL_10815_LONGDESCRIPTION": "There are many who have been called holy throughout the history of Grand Gaia, and it is said that the region surrounding their bodily remains contains a sacred power in itself. Indeed, the bones of monsters uncovered in such areas have been found to contain a strange warmth coupled with a mysterious power. When these bones are used to create armor or weapons, they yield various types of effects.",
		"MST_ITEMS_MATERIAL_10816_LONGDESCRIPTION": "There is an old legend which says that before the gods created human beings, ancient dragons and fish were the inhabitants of Grand Gaia. These ancient bones are said to be the remnants of those gigantic animals that existed long ago. And although this claim hasn't been proven, the fact that these bones that have been discovered deep within the earth are of enormous size cannot be denied, making them the subject of a lot of research.",
		"MST_ITEMS_MATERIAL_10817_LONGDESCRIPTION": "Van Lucy's internal organs are structured in such a way that it is difficult to believe they belong to a living creature. Even what are assumed to be its bones all resemble different mechanical parts of a contraption. On one end the bone is very thin, while the opposite end expands widely. It is said that this screw-shaped bone still has traces of Van Lucy's cylindrically shaped muscles attached to it, as well as pieces of its rock-hard skin.",
		"MST_ITEMS_MATERIAL_10818_LONGDESCRIPTION": "This peculiar bone, which was found in the body of Van Nader, seems to be apt for many different types of uses, and thus is gathering lots of attention. The Summoner that collected this item brought it back for analysis and put it through a grinder. To his surprise, the blades on the grinder had broken trying to destroy the bone. Researchers believe that this tough metal could be used to create new tools, but they have been unsuccessful in doing so thus far.",
		"MST_ITEMS_MATERIAL_10819_LONGDESCRIPTION": "One of Jirayen's gigantic horns. Discovered by an ancient adventurer, the horn's properties were found much too dense to use as an ingredient for making arms, and was instead used as a respected symbol of power. However, proper techniques were developed later on that allowed for the item to retain its tough nature while serving as material to create various weapons.",
		"MST_ITEMS_MATERIAL_10820_LONGDESCRIPTION": "A long time ago, there was a beautiful crimson phoenix which had pledged its service to a goddess. The phoenix granted its divine protection to the goddess over the span of many years, until a demon appeared from another world and ended the goddess's life. Mad with anger, the Phoenix pursued the demon back to its world, and achieved vengeance in exchange for both of its own wings. Unfortunately, however, the Phoenix was unable to return to its home without the ability to fly, forcing it to live in solitude in the demon's world until nothing but its vibrantly colored bones were left.",
		"MST_ITEMS_MATERIAL_10821_LONGDESCRIPTION": "Some of the automatons of the world of Bectas move so smoothly that they could be mistaken for living beings. To their surprise, researchers discovered that these automatons have skeletal structures much like the beings native to Grand Gaia after capturing and disassembling a few. With their perfect balance of strength and flexibility, research is currently underway for converting these skeletal Materials into components for weapons and armor.",
		"MST_ITEMS_MATERIAL_10823_LONGDESCRIPTION": "This fossilized bone was found in front of a great shrine in Ohbanahara. It is unclear what sort of creature the fossilized bone originally came from, but it retains a wondrous spiritual energy. Some say they can sense a white-hot energy radiating from within it. Some researchers believe that it is a fossilized bone from the fire god worshiped at the grand shrine. Opinions remain mixed, however, due to the extreme scarcity of evidence.",
		"MST_ITEMS_MATERIAL_10824_LONGDESCRIPTION": "Ancient bones that can be excavated in Valdroar. Despite being incredibly old, they have not fossilized. According to some scholars, Valdroar is said to be the place where dragons who sense their impending death go to spend their final days. The excavated bones may be left by ancient dragons who died a natural death. They are far more durable than ordinary dragon bones, and their value as material is immeasurable.",
		"MST_ITEMS_MATERIAL_10825_LONGDESCRIPTION": "A bone from the hazal spirit-bird that once inhabited St. Creek. These birds were born and lived near flowing fresh water, and were believed to hold sacred powers. In addition to attracting human worshipers, their bones were often used as implements for ritual purposes. The birds are believed to have gone extinct in the devastation of St. Creek, leaving only their dried bones behind.",
		"MST_ITEMS_MATERIAL_10900_LONGDESCRIPTION": "This green ladybug can be found even in Elgaia, but it seen in its greatest numbers in Mistral's Forest of Beasts. This ladybug's mucus improves recovery, and armor made with it has hidden special abilities. It is also known as the Verdant Ladybird, and it's very popular among children.",
		"MST_ITEMS_MATERIAL_10901_LONGDESCRIPTION": "This beautiful blue ladybug is often detected in the Nocturnal Forest in Morgan. Its mucus is more powerful than the Green Ladybug's in every way. Since it has such a beautiful blue color, it is also commonly collected to be put on display. It is also occasionally used in accessories and other decorations.",
		"MST_ITEMS_MATERIAL_10902_LONGDESCRIPTION": "This red ladybug is rarely seen in Elgaia, but there are reports of it in the Blood Forest in Grand Gaia's St. Lamia region. It's mucus is overwhelmingly more powerful than other ladybugs. This bug is of a completely different species from those with a similar appearances found in other worlds.",
		"MST_ITEMS_MATERIAL_10903_LONGDESCRIPTION": "A beetle that mainly eats gold dust. They store up all the gold they consume in their body and it's said the more they eat the brighter they shine. Those that are especially bright are very popular and are used as ingredients in valuable spheres. However, they develop a black tinge when startled, so one must be careful not to excite them when capturing them as their value will drop.",
		"MST_ITEMS_MATERIAL_10904_LONGDESCRIPTION": "A bug that makes its nest out of silver found in the mineral mountains. It is very swift and resembles a shooting star flying in the dark forests, hence its name. It’s said that its body is made of magic, which reduces to dust when it dies. It is tricky to preserve and is rarely captured in a perfect state.",
		"MST_ITEMS_MATERIAL_10905_LONGDESCRIPTION": "A glowing bug commonly found in the lands of Agni. It glows when night falls, seeming to adapt to the waxing and waning of the moon. In the Agni Empire, it is adored as a brave bug that would fight alongside a warrior's spirit, thus it is often seen as a motif engraved in weapons. On the other hand, it is disliked by rivaling countries of the empire as it reminds them of the powerful knights of Agni.",
		"MST_ITEMS_MATERIAL_10906_LONGDESCRIPTION": "A bug that can camouflage itself, adapting to everything. Though there had been several eye-witness accounts in Mirvana, many remained skeptical of this insect's abilities until it was finally captured a few years ago. On its own it doesn't have much of an effect on the sphere making process, but when combined with other materials, it synthesizes easily to raise beneficial effects and is thus regarded as a valuable material.",
		"MST_ITEMS_MATERIAL_10907_LONGDESCRIPTION": "An insect which can use its shell to mirror its surroundings once it senses danger. Due to this special ability, it is almost impossible for a human to recognize its true form at first glance. However, it is not that difficult to catch for people who know that all the insect does is reflect its environment. It also makes a beautiful sound, so many people are fond of it.",
		"MST_ITEMS_MATERIAL_10908_LONGDESCRIPTION": "A parasite that infects beasts, exponentially increasing their abilities. This parasite injects a stimulant into its host, forcing the host's body to metabolize faster in order for the parasite to drain its energy. Though letting this parasite take over your body may seem like a good idea in theory, its influence causes the muscles to age at an alarming rate. This bug is very rarely found in the corpses of the bodies it usually depraves.",
		"MST_ITEMS_MATERIAL_10909_LONGDESCRIPTION": "A nocturnal demon bug said to appear during the downpours of purple miasma in Wulgee. When it has found its prey, this bug emits a demonic light that calls for lightning from the heavens. The lightning then strikes its target directly, rendering it completely numb and paralyzed after the initial pain, which helps the bug to consume it without much effort. Never in one place for too long, the Miasma Bug is constantly moving and wreaking havoc. Many advise that it's best to run after encountering it, as a confrontation could prove far too dangerous.",
		"MST_ITEMS_MATERIAL_10910_LONGDESCRIPTION": "Insectoid automatons are sighted frequently on the world of Bectas. The wings stored in their hardened exoskeletons give off an otherworldly light in dark locations, and their beauty in groups is said to defy written description. However, there have also been reports that seeing this light renders humans unable to retain their sanity. The world currently awaits future research reports in order to determine whether the automatons' light is helpful or harmful to human bodies.",
		"MST_ITEMS_MATERIAL_10911_LONGDESCRIPTION": "Small, carnivorous insects native to the world of Vilanciel. Their forelegs have developed into blade-like shapes, and groups of the insects are said to use them to burrow into icy surfaces to attack small animals hiding within. Their hard exoskeletons are excellent materials for equipment and polishing weaponry, but react to heat by softening quickly. Accordingly, extreme care and refined techniques are both required for their processing.",
		"MST_ITEMS_MATERIAL_10912_LONGDESCRIPTION": "For a certain period each year, the world of Vilanciel has nights during which the sun never sets. The insects known as Midnight Bugs sometimes appear in great swarms during this period, and are said to shed huge quantities of scales as they fly about. The scales are poisonous, but magic users who see the insects always run out to collect them due to their value as magical materials.",
		"MST_ITEMS_MATERIAL_10913_LONGDESCRIPTION": "A variety of insect found in abundance in its native Rokkzalm. The insects' unique secretions are said to promote the circulation of magical energies. Efficient magical energy circulation reduces wear on the bodies of the enchanted puppets found across Rokkzalm, and researchers speculate that it may also help to extend their lives. Accordingly, some scholars even theorize that the enchanted puppets are cultivating magicatalyst bugs themselves.",
		"MST_ITEMS_MATERIAL_11000_LONGDESCRIPTION": "This special stone contains special elemental attack properties. It's relatively easy to find in Elgaia, but there are no reports of it in Grand Gaia. Many researchers think they have been exhausted in Grand Gaia due to them having been used in great numbers to make atack stones.",
		"MST_ITEMS_MATERIAL_11001_LONGDESCRIPTION": "This special stone contains special elemental defense properties. Like the Fate Stone, it's currently only found in Elgaia. The elemental effects achieved when these are combined with other defense stones is well known even outside the realm of Summers. Records of its use in synthesis date back to before Elgaia was cut off from the rest of the world.",
		"MST_ITEMS_MATERIAL_11002_LONGDESCRIPTION": "A precious stone with hidden evil powers, which is often used in decorations worn by royalty. However it is very difficult to process and it is said that only the most skilled craftsman can draw out its true power. It was found written in a newly discovered book that, though they don't exist in Elgaia, some have been produced in Cordelica. ",
		"MST_ITEMS_MATERIAL_11003_LONGDESCRIPTION": "This magical rock is a valuable material in the synthesis of the mind enhancing Fujin's Potion. Its name comes from the holy aura it radiates. It is rare in both Elgaia and Grand Gaia. It's been reportedly found in the Cave of Malice in St. Lamia, which is difficult for an average Summoner to get to.",
		"MST_ITEMS_MATERIAL_11004_LONGDESCRIPTION": "This magical rock is said to have been granted divine protection by the gods. It's used to create statues of gods and angels, and is said to hold mysterious power. However, these stones are so scarce there are rarely ever even seen. There are occasional reports of them being found deep inside Grand Gaia.",
		"MST_ITEMS_MATERIAL_11005_LONGDESCRIPTION": "This rare magical stone is found in the Morgan and St. Lamia regions of Grand Gaia. Its name comes from stories about it, saying it can create souls. It's not very hard and thus easy to process, but it's difficult to handle as things made from it are easily broken. In its raw form it often resembles a human face.",
		"MST_ITEMS_MATERIAL_11006_LONGDESCRIPTION": "A stone that glows blue. It holds a powerful spiritual magic, and there are cases of it being used with techniques not seen in Elgaia. It's rare in Grand Gaia and rumor has it that a demon in the Skyhigh Tower in Mistral has them. It requires high skill to process, so there are few who can use them.",
		"MST_ITEMS_MATERIAL_11007_LONGDESCRIPTION": "A stone that glows crimson. Just like the Blue Stone, there are cases of it being used with techniques not seen in Elgaia. It is rare in Grand Gaia and Elgaia and the only reports of it being discovered are from those who fought strong demons in Morgan. It's said to increase vitality, but that is unverified.",
		"MST_ITEMS_MATERIAL_11008_LONGDESCRIPTION": "People who once escaped from their emperor's tyrannical rule, thinking the world was hopeless, leapt together into a volcano. This sinful magical rock is said to be hardened lava from that volcano. Records exist showing magical items being synthesized from it. Scholars surmise that all of this happened in St. Lamia.",
		"MST_ITEMS_MATERIAL_11009_LONGDESCRIPTION": "The highest class of stone said to exist on the sacred Mt. Craylia in St. Lamia. The brilliance of jewels made from these is said to mesmerize all who behold them. The Zelnite Ring, having been made from a Prized Stone, is famous for having been allegedly owned by the century's greatest thief, and is said to bring good fortune.",
		"MST_ITEMS_MATERIAL_11010_LONGDESCRIPTION": "This peculiar rock originally lacked the necessary components which make a rock, a rock. As it doesn't contain any of the six elements, it's not mentioned much in synthesis manuals. It forms rarely in places near opposing light and dark elements, such as the sacred grounds and caves in St. Lamia.",
		"MST_ITEMS_MATERIAL_11011_LONGDESCRIPTION": "A transparent stone found in a particularly clear spring. It is incredibly difficult to spot a Spring Stone with the naked eye as its slightly blue color helps it to blend in at the bottom of the water. It is completely unknown as to how, where, and under what conditions they are produced, and the only way to find them now is to drag the bottom of a clear spring. ",
		"MST_ITEMS_MATERIAL_11012_LONGDESCRIPTION": "Though this stone appears to be a simple red stone on the outside, when broken in half it emits hellish flames. As a whole it maintains a normal temperature, so it's said that all the flames and heat are stored inside. The high temperatures it produces are used in refining weapons and armor. Though using Forge Stones in great numbers yields a higher grade refinement, since they are so rare they are seldom used. ",
		"MST_ITEMS_MATERIAL_11013_LONGDESCRIPTION": "A stone discovered on a battlefield where many heroes were lost in a violent battle a long time ago. However these stones are also found in places with no relation to ancient battlefields, leaving many guessing as to what exactly is responsible for the creation of Memory Stones. It's also said that armor made using them is strong and infused with magic like the armor the heroes used to wear.",
		"MST_ITEMS_MATERIAL_11014_LONGDESCRIPTION": "A stone of the darkest black in the world. It absorbs all light. The light absorbed can be transformed into magic and extracted from the Abyss Stone, though only in minute amounts. Its unique properties allow for virtually unlimited production of magic, which is why it is used in equipment that expends a great deal of magic.",
		"MST_ITEMS_MATERIAL_11015_LONGDESCRIPTION": "A faintly glowing, fascinating stone that can occasionally be found in Lizeria. Since ancient times, it's been said that by holding this rock when going to sleep, it allows its user to enter the dreams of others. However, as the user loses all memories of said dreams once they awaken, no one has been able to verify if the stone's powers are indeed true.",
		"MST_ITEMS_MATERIAL_11016_LONGDESCRIPTION": "A mineral that looks just like a regular pebble, but according to the Summoners' Hall, it has a distinctive feature. However, the method of distinguishing it from normal rocks is only disclosed to the Summoners in the Demon Slayer squad. This mineral can be used to extract the essence of certain materials and stabilize their effects, thus making it an essential material for crafting tools to battle demons.",
		"MST_ITEMS_MATERIAL_11017_LONGDESCRIPTION": "A crimson mineral ore extracted from the lands of Agni. It exists within the core of a rock eroded by the wind and rain, thus it looks like a lofty tower standing among the wilderness. When heated, its red color turns a bright crimson shade, but when cooled, it is said to become clear like a crystal. Due to its characteristic of changing forms through heating, it can be used in a multitude of ways and has been highly valued because of that since ancient times.",
		"MST_ITEMS_MATERIAL_11018_LONGDESCRIPTION": "The terrifying electrical power that the thunder beast can release originates from an electricity generating organ that runs from its back to its stomach. The electricity is then preserved in special veins that lie underneath the beast's scales. It was discovered in an experiment that even if the organ is destroyed, it takes a number of days to relinquish all of the stored electricity. As for the reason that this beast's tail becomes red hot, it is believed that this occurs due to the tail's high electricity resistance in comparison to the rest of its body.",
		"MST_ITEMS_MATERIAL_11019_LONGDESCRIPTION": "Reduhark has gone down in folklore as the god that brings forth the night and uses the shadows of the light to breathe life into the darkness. However, there is no other information in Elgaia that can be found concerning this god. Reduhark, a demon who has strange wing-like organs, swoops in silently in the dead of the night. His eyes do not always reflect the negative emotions of cruelty and resentment he feels.",
		"MST_ITEMS_MATERIAL_11020_LONGDESCRIPTION": "An organ made of metal that was successfully taken out of a wound inflicted upon Van Lucy. It resembles a gear very closely, hence its name, but the many teeth on it that would facilitate its rotation are not connected to movement. With that being said, since this organ cannot be found in other common animals, its function remains a mystery. The only thing that is certain is that it hides incredible magical power. ",
		"MST_ITEMS_MATERIAL_11021_LONGDESCRIPTION": "The Summoner's Council is still collecting clues as to whether Van Lucy and Van Nader are either real demons, mechanical creations of the gods, or something else entirely. From all of the metal organs that can be obtained from these demons, this organ is the most important. The current samples in the laboratory were collected from various battlegrounds. If a whole body were to be collected, what mysteries could it unfold?",
		"MST_ITEMS_MATERIAL_11022_LONGDESCRIPTION": "A stone that flickers in a beautiful, faint green color. Though there are many accounts that state it generates from underground caves with high humidity, such as limestone caves, reports of the discovery of this stone only come from Mirvana. Its mysterious light is said to calm the hearts of many, though others enjoy it as a simple decoration itself.",
		"MST_ITEMS_MATERIAL_11023_LONGDESCRIPTION": "It's told that there was once a great general in Lanara who never lost a battle. In his final moments, the hero fastened himself to a large rock, and passed away peacefully. From that point on, the rock, which radiated his aura, found its powers being slowly whittled away as soldiers sought to share in the hero's fortune. The pieces of this rock which have been spread throughout the land are known as Ogre Shards.",
		"MST_ITEMS_MATERIAL_11024_LONGDESCRIPTION": "A rare and mythical mineral found in Aldahlia. Its name originates from the love the emperor of an ancient and prosperous empire felt for this stone. Being beautiful and easy to manufacture, the emperor collected it in large numbers to build a beautiful garden out of it. Ironically, his insistence in collecting this stone caused a shortage of it to occur. After the emperor's death, his beautiful garden was destroyed in order to mine this precious mineral.",
		"MST_ITEMS_MATERIAL_11025_LONGDESCRIPTION": "An empty crystal that although solid, contains no solid ingredients within. Regardless of its existence being thought impossible by current physics' standards, the beautiful structure of this crystal is made of an extremely rare substance. Ironically, the beauty of this crystal was deemed as a symbol of avarice by many countries in ancient times, which led them all to refuse approaching the Item. Even clergymen strongly disliked it, regarding the Empty Sphere as a symbol of depravity.",
		"MST_ITEMS_MATERIAL_11026_LONGDESCRIPTION": "An internal organ believed to be Van Lucy's heart. Overflowing with evil power, liquid still flows through it even after its owner's death, somehow managing to retain its warmth and pulsations. It is believed that if the working mechanism of such an organ could be discovered, it would prove to be very beneficial for the advance of Elgaia's technology. However, if the divine blood within the heart all flows out, it will stop beating.",
		"MST_ITEMS_MATERIAL_11027_LONGDESCRIPTION": "An internal organ believed to be Van Nader's heart. Similar to Van Nader's other organs, this one's structure is very complex and made of an unknown type of metal, which makes it really difficult to think of Van Nader as a truly living being. This heart has been known to explode in several cases when brought back from the battlefield, and thus it requires a great deal of care when being handled. The reason for its sudden explosion remains unknown, which has only served to further slow down its analysis.",
		"MST_ITEMS_MATERIAL_11028_LONGDESCRIPTION": "According to studies conducted by Summoners' Hall, the thunder beast this heart belongs to is believed to have incredible amounts of stamina. This beast is able to run around the mountainside for seven straight days without resting once. The source of the endless stamina it holds seems to be connected to the electrical charge it carries, which may be causing its heart to behave erratically. It is speculated that this electricity causes the heart to keep beating infinitely, giving the beast unlimited energy.",
		"MST_ITEMS_MATERIAL_11029_LONGDESCRIPTION": "A solid ore found hidden close to the pores where Yugreia releases its liquid from. It is believed that this may be the organ which secretes Yugreia's Tragedy Drops. However, excluding the fact that this Item holds great demonic power, everything else about it remains shrouded in mystery. Many scientists hope that once more research has been conducted, this item will be the key to developing technology never thought possible before, and thus are currently seeking to collect more of it.",
		"MST_ITEMS_MATERIAL_11030_LONGDESCRIPTION": "A certain \"Metal God\" is mentioned in old myths and legends, though it is completely absent from the chronicles of the great war with the gods. According to some stories, this Metal God committed a sin that could not be forgiven, and as punishment he was exiled to another world. And though nothing has been found to substantiate this tale, it can't be cast away as pure rumor either. Many theologists believe that there must be a good reason behind the creation of this particular myth.",
		"MST_ITEMS_MATERIAL_11031_LONGDESCRIPTION": "According to the extensive report filed by the Demon Slayers after Mistzug was defeated, a doubt has arisen about its origins. Though mere speculation, the demon currently known as Mistzug may be different from the mythical creature it was originally believed to be. The two are indeed similar in some ways, but the description given of Mistzug is too vague to know for sure. There are even legends that say this demon was not originally from Grand Gaia in the first place.",
		"MST_ITEMS_MATERIAL_11032_LONGDESCRIPTION": "One of Jirayen's eyes, which turned into crystal. Said to amplify the power of its owner, and also highly regarded for its beauty, this crystal is sold at a exorbitant prices in the market. However, since it is only produced during the very last moments of Jirayen's life, it is very hard to come by regardless of whether or not its seeker has the prowess to take down the demon.",
		"MST_ITEMS_MATERIAL_11033_LONGDESCRIPTION": "There exists a thunder beast with astounding vitality that was originally attributed to its vigorous heart, but the source for the electricity surrounding this organ still remained unknown. However, according to the reports of various Demon Slayers who defeated the beast, the mystery surrounding it may soon be solved. It seems that this core found within the body of the beast may be what generates the powerful electricity that runs through it.",
		"MST_ITEMS_MATERIAL_11034_LONGDESCRIPTION": "After creating whirling tides in the sea, the Azure Dragon Estoreit leaves a lot of Azure Spheres floating on the water's surface. Most of them disappear in a matter of seconds, but those that remain are objects which hold great power. The rarity of these spheres entices many people to search after them, but Estoreit drives away any humans who come near it with powerful windblasts, making them very difficult to obtain.",
		"MST_ITEMS_MATERIAL_11035_LONGDESCRIPTION": "A mineral found in the body of Arkem, the Calamity from Darkness. Not so solid in nature, this particular mineral can suffer damage quite easily while still in Arkem's body. For this very reason it is quite difficult to obtain one in perfect condition, though obtaining fragments of the same is more plausible. When melted into a liquid state, this material can be used for coating arms and the such. Whatever is coated in this solution glows a faint red color and acquires slightly more strength than before.",
		"MST_ITEMS_MATERIAL_11036_LONGDESCRIPTION": "The core found within Arkem, the Calamity from Darkness. Being the organ that acts both as the life source and the power regulator for the multi-powered Arkem, it is said that if it were to suffer even the most minor amount of damage, it would render Arkem unable to control its powers and cause it to disintegrate on the spot. Needless to say, this core is extremely difficult to obtain, but any demon weapon or regular weapon fashioned from it holds an incredible amount of power.",
		"MST_ITEMS_MATERIAL_11037_LONGDESCRIPTION": "A very rare stone found in Celgrad. Though it shines in six beautiful colors it houses a terrifying amount of power, and the slightest shock it suffers could cause it to explode. Because of this, the utmost care is required when handling the stone, though unfathomable power can be obtained when managing to process it correctly. It is rumored that the origin of this stone is connected to the power released by a certain group of demons.",
		"MST_ITEMS_MATERIAL_11038_LONGDESCRIPTION": "A fragment that broke off from the weapon belonging to the War Demon Shusui. Made of a material not found elsewhere in Elgaia, Shusui's weapon is believed to be the manifestation of his very fighting spirit. Mixing the material this gem is made of with other known substances increases their durability tenfold, but most of the gems which have been found are being used for research purposes. ",
		"MST_ITEMS_MATERIAL_11039_LONGDESCRIPTION": "A part of Beiorg's armor. Believed to have been made with techniques foreign to Elgaia, this seemingly weightless Item's great durability and elasticity has been drawing the attention of many as a new material. However, it tends to lose its valuable properties when mixed with other ingredients, making it a very difficult material to work with. Much more research is still needed before it can be put to practical use.",
		"MST_ITEMS_MATERIAL_11040_LONGDESCRIPTION": "A fragment of the edge of the of Barbatos's beloved axe, the Diabolic Fang. Made of a material unknown to the people of Elgaia, this fragment can deal enough damage on its own to account for the Diabolical Fang's incredible destructive power. When used to create armor along with other materials, it is said to have an incredible effect on the fighting spirit of the wearer.",
		"MST_ITEMS_MATERIAL_11041_LONGDESCRIPTION": "A crystal containing precious particles that can be gathered from locations where the demon Amu Yunos has appeared. It radiates a unique light, and when struck is said to show living beings in the vicinity, visions of the past and future. The true nature of the crystal's power remains unknown, but it is almost definitely linked to the existence of Amu Yunos. Some theorize that it results from the aftershocks of her powers reverberating in materials nearby at the time.",
		"MST_ITEMS_MATERIAL_11042_LONGDESCRIPTION": "A fragment of jewelry once worn by the demon Mora. Cut from a type of evil stone only produced in Ishgria, this sample is of considerable scientific value. While it appears to be a normal piece of jewelry, at night, it glows with a demonic indigo light that seems to protect the wearer. However, when a female researcher tried it on, the light burned her, suggesting it may physically hurt anyone who wears it.",
		"MST_ITEMS_MATERIAL_11043_LONGDESCRIPTION": "Clotted blood taken from the body of Melord. A mixture of disciple and demon blood, it shines with a characteristic indigo hue. The magical energy generated from the fusion of blood is still present even now, but the miasma seeping out of the clot indicates that it is badly corrupted. Research indicates that due to overwhelming physical stress, Melord was unable to maintain his form.",
		"MST_ITEMS_MATERIAL_11044_LONGDESCRIPTION": "A crystal that was refined inside the body of the Demon Melord. Originally a chunk of amethyst mined from the demon caves in the Wulgee region, Melord's body acted as a catalyst to instill the gem with an evil presence. The crystal emits a foul odor and causes nearby vegetation to decay. What's more, extended use will invite its evil aura to erode the holder's psyche, and could eventually cause complete mental subversion. Many researchers have tried and failed to find a practical application for this challenging material.",
		"MST_ITEMS_MATERIAL_11045_LONGDESCRIPTION": "A crystal embedded in the hilt of Heresy Demon Kalon's sword. It seems to be no more than decoration at a glance, but a complex crest is engraved within it. This crest normally does not hold any meaning, but its effects become evident when exposed to a specific type of magic. Some theorize that this may be closely connected to the power of the seal that Kalon holds.",
		"MST_ITEMS_MATERIAL_11046_LONGDESCRIPTION": "An icy ore discovered in the permafrost layer of the world of Vilanciel. It is created throughout an almost eternal period of time under very precise temperatures and pressure. Not only does it boast of great endurance, but its bluish glow never fades either, regardless of how many times it has been tempered. This, along with the secret powers the ore has been rumored to hide since ancient times, have made it a material coveted by researchers everywhere.",
		"MST_ITEMS_MATERIAL_11048_LONGDESCRIPTION": "This is a gear from the automatons that appeared in the Abandoned Temple in Ohbanahara. It seems likely that the automatons were created by the warrior monks who used to dwell in the temple, as their entire construction utilized unique, unconventional technology. This gear displays the same technology. It is a subject of much interest, given that studying it could produce additional scientific breakthroughs.",
		"MST_ITEMS_MATERIAL_11049_LONGDESCRIPTION": "A type of crystal found extremely rarely in the remains of broken-down enchanted puppets in Rokkzalm. Apparently, they contain the power to awaken the magical energies that lie dormant in broken magical puppets, and also the power to merge the energies of multiple puppets. However, as reports also state that anyone in possession of such a crystal will become a target for the puppets, the Summoners' Hall currently manages all collection of and research into these crystals.",
		"MST_ITEMS_MATERIAL_11050_LONGDESCRIPTION": "A fragment of the accessories worn by the two gods who served Karna Masta. It is thought that the fragments were scattered when the two gods engaged in a heated battle with a certain Summoner. Even separated from its owners, it has lost none of its shine. Although it is only a fragment, an undeniable feel of divine authority continues to dwell within and it conceals a strong power of purification. For that reason, the wicked are considered unworthy to even touch it.",
		"MST_ITEMS_MATERIAL_11051_LONGDESCRIPTION": "This is the core of a demon once sealed in St. Creek. This piece acted to control the demon's life force and magical power. This was as shown when its loss at the hands of a certain Summoner left the demon unable to channel energy throughout its body. It is composed of a substance unknown in either Elgaia or any other known world, and full understanding of its properties will require additional research.",
		"MST_ITEMS_MATERIAL_21100_LONGDESCRIPTION": "A harp adored by a demon known as \"the mountain god.\" It loved the harp so much, that when intimate demon friends came to visit, the demon would play the harp for them. Its manufacturing process had been unknown for a long time, but recent discoveries in Ishgria have shed light on how it is crafted. Rumor has it that not only is the sound of this harp beautiful, but that it can calm anyone who hears its music while revitalizing their spirit.",
		"MST_ITEMS_MATERIAL_800000_LONGDESCRIPTION": "A shiny piece of gold that has been polished and shined by a craftsman, could be sold for a high value.",
		"MST_ITEMS_MATERIAL_800001_LONGDESCRIPTION": "A prized piece of jewel that has been polished and shined by a craftsman, could be sold for a high value.",
		"MST_ITEMS_MATERIAL_800002_LONGDESCRIPTION": "A small rounded piece of gold, a trading substitute used by outlaws instead of Zel. Fetches decent amount of Zel.",
		"MST_ITEMS_MATERIAL_800003_LONGDESCRIPTION": "The hide of an ancient creature clear as a mirror, but which glimmers with immense colors. There had been rumors that the hide had come from an illusive creature of old that had the ability to vanish in an instant, rendering only the most skilled ancient hunters able to kill one. Some say it had been some sort of horse, but no one has been able to identify it. Once killed, its body incinerates to ashes leaving behind only its shiny hide.",
		"MST_ITEMS_MATERIAL_800004_LONGDESCRIPTION": "Chipped off from a unicorn's horn, this shard holds magical and medicinal properties. Herbalists grind it for medicine to cure diseases, while elemental craftsmen enchant accessories and weapons with its energy for increased luck and blessings.",
		"MST_ITEMS_MATERIAL_800005_LONGDESCRIPTION": "Chipped off from a minotaur's horn, the shard holds an aura of intense energy. It is said that being in contact with it for too long can affect one's mood and temper. Some artisans and craftsmen use its intense energy to strengthen armor and weapons.",
		"MST_ITEMS_MATERIAL_800006_LONGDESCRIPTION": "Adamite can be found in the depths of underground caverns, and is said to possess a mysterious energy harnessed from the earth's core. It is extremely durable and often mined for crafting battle armor, even though it is often hazardous to traverse deep into the earth.",
		"MST_ITEMS_MATERIAL_800007_LONGDESCRIPTION": "As falling stars blaze through the heavens, they smash into the land's surface with such force that they disintegrate into fine dust. Conjurers and healers often harvest it, as it contains cosmic energy that can greatly enhance their craft. Common folk keep it in a bottle as a blessing from the heavens.",
		"MST_ITEMS_MATERIAL_800010_LONGDESCRIPTION": "Clear water infused with lunar energy throughout a long, clear night sky. There is a legend of the full moon staring at its own reflection on the stagnant water surface. Mesmerized by its own beauty, it silently transferred some of its spirit into its own reflection.",
		"MST_ITEMS_MATERIAL_800011_LONGDESCRIPTION": "Spice pouches are usually prepared by travelling merchants and peddlers, filled with various cooking ingredients and seasoning. They are often traded to adventurers as a travelling necessity for spicing up their meals while traversing for days outfield before reaching their destination. Having a good meal is great for the mind and soul!",
		"MST_ITEMS_MATERIAL_800012_LONGDESCRIPTION": "This typical type of firefly emerges every year during the fullest moon, attracted to the intense lunar energies projected from the night sky. Their mysterious yellow glow is rumored to be some sort of communication through the astral field where the moon's consciousness resides.",
		"MST_ITEMS_MATERIAL_800013_LONGDESCRIPTION": "Undying flames are said to combust mystically out of nowhere during certain times of the year when astral energies in the air are overwhelming. They can be shifted and moved by physical bodies and objects. These mysterious flames draw their aura from alternate dimensions that are filled with unlimited amounts of energy across the Vortex. Some adventurers prefer it as a light source due to its dim glow that doesn't attract attention.",
		"MST_ITEMS_MATERIAL_800014_LONGDESCRIPTION": "As the Vortex emerges through summonings and the crossing of planes by Summoners, its elemental aura energizes the droplets around it, causing their purity to shimmer. They are hard to come by, but are said to have revitalizing powers.",
		"MST_ITEMS_MATERIAL_800100_LONGDESCRIPTION": "Cursed bones are usually found near places where powerful evils reside. Once belonging to heroes and commoners alike, they are now what remains of the cursed and marked for death.",
		"MST_ITEMS_MATERIAL_800101_LONGDESCRIPTION": "A drop of evil that comes from a powerful dark being. It harnesses the essence of mischief, fear, insanity and folly. ",
		"MST_ITEMS_MATERIAL_800102_LONGDESCRIPTION": "Dust filled with evil essence, the burnt remains of a once powerful evil being.",
		"MST_ITEMS_MATERIAL_800200_LONGDESCRIPTION": "A snow flake that shines softly with a blue glow. Mystical energy surrounds it.",
		"MST_ITEMS_MATERIAL_800201_LONGDESCRIPTION": "These crystal shards are the work of condensing mystical Snow Flakes together. They glow blue and have an aura of mysterious energy surrounding them.",
		"MST_ITEMS_MATERIAL_800202_LONGDESCRIPTION": "Snow Gemstones are crafted through the tedious work of synthesizing Snow Crystals with extreme precision. The technique used to cut these chilled crystal stones causes them to reflect light as if they illuminate themselves. A precious material sought by ice mages.",
		"MST_ITEMS_MATERIAL_800203_LONGDESCRIPTION": "During the day when the sun comes out and melts the ice and snow a little, sudden gusts of chilling storm winds flash freeze these melting dews. The mysterious and magical ice glades then keep the frozen dew from melting ever again.",
		"MST_ITEMS_MATERIAL_800204_LONGDESCRIPTION": "Frozen hearts are rare to find, and can only be found on creatures that thrive in harsh, cold lands. For as long as they have survived, their hearts have slowly crystalized, changing them into cold and vicious creatures. Arctic hunters laugh at the irony of vicious creatures having a beautiful heart, for frozen hearts glimmer with a mystical beauty.",
		"MST_ITEMS_MATERIAL_800205_LONGDESCRIPTION": "They say that when beings have passed on, their souls leave their bodies to another dimension and place. But some souls that have been cursed and trapped by powerful arcane masters before death are not able to redeem themselves, remaining imprisoned and frozen for eternity.",
		"MST_ITEMS_MATERIAL_800207_LONGDESCRIPTION": "Aspiration stones are enchanted gemstones of an unknown element which bear immense beauty. It is rumored that they are synthesized and blessed by the gods themselves, eventually scattered by them across the lands. They are of valuable worth and many are willing to pay a high price to get one, believing that possessing the item brings great luck. Craftsmen are known to synthesize them into powerful artifacts with the right ingredients.",
		"MST_ITEMS_MATERIAL_800210_LONGDESCRIPTION": "Typically used as a household ornament, this wreath is a merry decoration used by people to celebrate the festivities of the winter season. Some claim that the holidays can prove rather dull without one.",
		"MST_ITEMS_MATERIAL_800211_LONGDESCRIPTION": "Filled with toys, candies, and other goodies, this bag is full of presents that fill the heart with joy. One is certain to receive at least one of the gifts waiting inside, even if its just a lump of coal!",
		"MST_ITEMS_MATERIAL_800212_LONGDESCRIPTION": "A small wooden toy shaped like a soldier standing at attention. Curiously, it bears a strong resemblance to a mysterious figure. It serves many boys and girls quite well in their little games, and gives parents peace of mind as it stands vigilant against the terrors of the night.",
		"MST_ITEMS_MATERIAL_800213_LONGDESCRIPTION": "A shiny badge made to adorn the chest of those who have proven their courage. Regardless of its design, it is worn by young and old alike.",
		"MST_ITEMS_MATERIAL_800300_LONGDESCRIPTION": "A monetary token traditionally presented at social and family gatherings during the Chinese New Year.",
		"MST_ITEMS_MATERIAL_800301_LONGDESCRIPTION": "A monetary token traditionally presented at social and family gatherings during the Chinese New Year.",
		"MST_ITEMS_MATERIAL_800302_LONGDESCRIPTION": "A monetary token traditionally presented at social and family gatherings during the Chinese New Year.",
		"MST_ITEMS_MATERIAL_800303_LONGDESCRIPTION": "An auspicious artifact believed to bring good luck to any home that houses it.",
		"MST_ITEMS_MATERIAL_800306_LONGDESCRIPTION": "A mythic dew that is formed by the hopes and dreams of generations of aspiring hard working people. No one knows how it is formed, but the one who posses it is said to enjoy life a little while longer.",
		"MST_ITEMS_MATERIAL_800307_LONGDESCRIPTION": "As a new year approaches, the wind brings along a wave of pink mist in the air. Many harvest the pink mist and crystalize it into an essence, forging a gemstone that invites good luck and prosperity.",
		"MST_ITEMS_MATERIAL_800308_LONGDESCRIPTION": "Jem Replica created by Nice Burny",
		"MST_ITEMS_MATERIAL_800309_LONGDESCRIPTION": "This charm brings happiness and good fortune to the bearer. In ancient times it was also a symbol used to ward off evil spirits.",
		"MST_ITEMS_MATERIAL_800310_LONGDESCRIPTION": "Coins such as these have a long history of bringing good luck. Popular belief has it that coins with a hole in them bring even more luck!",
		"MST_ITEMS_MATERIAL_800311_LONGDESCRIPTION": "A feather dropped from the most majestic of birds. Myth has it that you can harness the power of life from them.",
		"MST_ITEMS_MATERIAL_800316_LONGDESCRIPTION": "The finest salt obtained from the depths of Grand Gaia. Legends say that the salt deposits of Grand Gaia grow larger every time a special gate opens.",
		"MST_ITEMS_MATERIAL_800400_LONGDESCRIPTION": "A beautiful flower that is commonly used as decoration during celebrations.",
		"MST_ITEMS_MATERIAL_800401_LONGDESCRIPTION": "A bell that, when rang, is said to raise the spirits of all who hear it.",
		"MST_ITEMS_MATERIAL_800402_LONGDESCRIPTION": "Folklore says if you collect enough of it; something good will happen, just remember it didn't work for the rabbit.",
		"MST_ITEMS_MATERIAL_800405_LONGDESCRIPTION": "A sweet concoction that shines with the unmistakeable hint of magic. Some people have used to make desserts for a special holiday that has been lost to the mists of time.",
		"MST_ITEMS_MATERIAL_800406_LONGDESCRIPTION": "A tart candy that shines with the unmistakeable hint of magic. Consuming too many of these may cause tooth decay, gum problems, and mild flights of fancy.",
		"MST_ITEMS_MATERIAL_800407_LONGDESCRIPTION": "A special egg that glows with the unmistakeable hint of magic. Kindly handle this with caution, and whatever you do, do not use it to make scrambled eggs.",
		"MST_ITEMS_MATERIAL_800408_LONGDESCRIPTION": "A nutritious vegetable that contains concentrated amounts of magic. Do not feed this to cybernetic bunnies, unless you have their firmware update ready.",
		"MST_ITEMS_MATERIAL_800501_LONGDESCRIPTION": "A hardy stone that protects its bearer. It draws strength on its owner's desire to protect others, and thus cracks easily when they are found lacking.",
		"MST_ITEMS_MATERIAL_800502_LONGDESCRIPTION": "The ashes of burnt spiritwood trees said to be imbued with a holy power, and to protect those who pray for their hopes and dreams.",
		"MST_ITEMS_MATERIAL_800503_LONGDESCRIPTION": "A large crystal fueled by esper energy. They are quite rare and only activate when heroes are nearby.",
		"MST_ITEMS_MATERIAL_800504_LONGDESCRIPTION": "A mysterious powder left by spirits in their wake. It is said to reveal both one's future and fears when it is burnt.",
		"MST_ITEMS_MATERIAL_800505_LONGDESCRIPTION": "A heavy crystal fueled by esper energy. They are extremely rare and said to only call out to those deemed worthy.",
		"MST_ITEMS_MATERIAL_800506_LONGDESCRIPTION": "A strangely glowing crystal that holds a memory of courage belonging to a Knight of Grandshelt. It evokes memories of friendship, laughter, and home.",
		"MST_ITEMS_MATERIAL_800601_LONGDESCRIPTION": "This magical flower glows bright in the face of true love. The stronger the bonds of love, the brighter the glow.",
		"MST_ITEMS_MATERIAL_800602_LONGDESCRIPTION": "A magical bow that glows when wielded by the pure of heart. First wielded by a famous archer by the name of Cupid, it is said that he always strike true.",
		"MST_ITEMS_MATERIAL_800603_LONGDESCRIPTION": "A magical arrow that strikes through the hearts of its targets. Seemingly harmless, this arrow is known to be able to string two targets together.",
		"MST_ITEMS_MATERIAL_800604_LONGDESCRIPTION": "In the kingdom of Krung-go, many artisans still practice the art of hand embroidery. A pair of mandarin ducks is a symbol of love and marriage.",
		"MST_ITEMS_MATERIAL_800605_LONGDESCRIPTION": "One half of a love pendant, lonely and incomplete.",
		"MST_ITEMS_MATERIAL_800701_LONGDESCRIPTION": "An orb filled with the essence of Fire. This potent power enhances one's affinity and control of the element.",
		"MST_ITEMS_MATERIAL_800702_LONGDESCRIPTION": "An orb filled with the essence of Water. This potent power enhances one's affinity and control of the element.",
		"MST_ITEMS_MATERIAL_800703_LONGDESCRIPTION": "An orb filled with the essence of Earth. This potent power enhances one's affinity and control of the element.",
		"MST_ITEMS_MATERIAL_800704_LONGDESCRIPTION": "An orb filled with the essence of Thunder. This potent power enhances one's affinity and control of the element.",
		"MST_ITEMS_MATERIAL_800705_LONGDESCRIPTION": "An orb filled with the essence of Light. This potent power enhances one's affinity and control of the element.",
		"MST_ITEMS_MATERIAL_800706_LONGDESCRIPTION": "An orb filled with the essence of Darkness. This potent power enhances one's affinity and control of the element.",
		"MST_ITEMS_MATERIAL_800707_LONGDESCRIPTION": "A talismanic treasure that is imbued with the power of Orochi. Once used, the dark power within will tempt you to seek out more.",
		"MST_ITEMS_MATERIAL_800801_LONGDESCRIPTION": "A unique pin used to stylishly bind several materials together. It is said that only a few crafters know how to make that special flowery flourish.",
		"MST_ITEMS_MATERIAL_800802_LONGDESCRIPTION": "A bullet with an inscription of a heart, it is said to symbolize a gunpowder romance. Some, of course, have said that it is an omen of a fiery shotgun wedding.",
		"MST_ITEMS_MATERIAL_800803_LONGDESCRIPTION": "A brilliantly colored crystal that glows with power. Strangely enough, it is said to smell like roses when sniffed--a hazardous choice, considering that it is known to be abrasive to one's lungs.",
		"MST_ITEMS_MATERIAL_800804_LONGDESCRIPTION": "A special set of documents detailing how to build a unique set of weapons. Some of these plans require materials that are literally out of this world.",
		"MST_ITEMS_MATERIAL_800805_LONGDESCRIPTION": "A special document detailing one's marriage to a very enthusiastic candidate. A careful reading of the terms reveals several strange requirements, such as \"must be able to outrun bullets, shockwaves, and explosions.\"",
		"MST_ITEMS_MATERIAL_801002_LONGDESCRIPTION": "A glowing, rectangular object that is warm to the touch. It can be used to power a variety of devices. Do not shake or overcharge.",
		"MST_ITEMS_MATERIAL_801003_LONGDESCRIPTION": "A mysteriously heavy device that is strangely warm to the touch. Some say that they can hear a humming sound when they listen to it closely.",
		"MST_ITEMS_MATERIAL_801004_LONGDESCRIPTION": "A strange device that lets you see faraway things with ease. It's surprisingly easy to carry - and just as easy to lose.",
		"MST_ITEMS_MATERIAL_801005_LONGDESCRIPTION": "A mechanical device that has been engineered to perfection, it can do a variety of tasks with precise timing. Clean it often.",
		"MST_ITEMS_MATERIAL_801006_LONGDESCRIPTION": "A form of Lacrima infused with the power of Fire, it feels warm to the touch.",
		"MST_ITEMS_MATERIAL_801007_LONGDESCRIPTION": "A form of Lacrima infused with the power of Water, it feels cool to the touch.",
		"MST_ITEMS_MATERIAL_801008_LONGDESCRIPTION": "A form of Lacrima infused with the power of Earth, it feels soft to the touch.",
		"MST_ITEMS_MATERIAL_801009_LONGDESCRIPTION": "A form of Lacrima infused with the power of Thunder, it feels electrifying to the touch.",
		"MST_ITEMS_MATERIAL_801010_LONGDESCRIPTION": "A form of Lacrima infused with the power of Light, it feels warm to the touch.",
		"MST_ITEMS_MATERIAL_801011_LONGDESCRIPTION": "A form of Lacrima infused with the power of Darkness, it feels cold to the touch.",
		"MST_ITEMS_MATERIAL_801012_LONGDESCRIPTION": "A strange, black substance that emits a pungent and aromatic scent. Those who catch a whiff of the dark ooze are often thrown into an entranced state.",
		"MST_ITEMS_MATERIAL_801013_LONGDESCRIPTION": "A rare metallic ore that is highly prized due its malleability and luster. Due to its resemblance to gold, it is often used to craft trinkets of all kinds.",
		"MST_ITEMS_MATERIAL_801014_LONGDESCRIPTION": "Unlike other fairies, Linlin leaves behind a faint trail of dust that is almost undetectable wherever she goes. Sharp-eyed observers often mistake it for weirdly colored snowflakes.",
		"MST_ITEMS_MATERIAL_801015_LONGDESCRIPTION": "A legacy of Kitsu's valiance. His extensive injuries taken to save the child has left traces all over the battlefield, but they are indistinguishable from fallen snow in the winter.",
		"MST_ITEMS_MATERIAL_801016_LONGDESCRIPTION": "Legends tell of a divine source of fire granted to the Fae, the first people to walk the land of Aimyhr. The great Starsage Zeruiah was prudent with this power, for its destructive capability was second to none.",
		"MST_ITEMS_MATERIAL_801017_LONGDESCRIPTION": "When the Voidborn swarmed into Aimyhr, they brought with them an otherworldly blight known as the Void.",
		"MST_ITEMS_MATERIAL_801018_LONGDESCRIPTION": "Faefire was granted as a blessing to Baelfyr, leader of the Kingdoms of Man, in a bid to protect Aimyhr from their otherworldly invaders.",
		"MST_ITEMS_MATERIAL_801019_LONGDESCRIPTION": "This material appears to be an offshoot of the Ravaging Void, a cataclysmic force that existed around the same time as the earliest touch of life upon the universe. This eternal struggle of life and death—between the all-consuming Void and the rebirth of new life in endless cycles—has existed since the very beginning.",
		"MST_ITEMS_MATERIAL_801101_LONGDESCRIPTION": "The veiled drop of Akachi, overflowing with cosmic energy. A drop of this grants immense knowledge.",
		"MST_ITEMS_MATERIAL_801102_LONGDESCRIPTION": "The occult fang of Akachi, overflowing with cosmic energy. The fang can pierce even the hardest material known to man.",
		"MST_ITEMS_MATERIAL_801103_LONGDESCRIPTION": "The mystic stone of Akachi, overflowing with cosmic energy. Armor made from this material can withstand the fiercest of blows.",
		"MST_ITEMS_MATERIAL_801104_LONGDESCRIPTION": "The psychic eye of Akachi, overflowing with cosmic energy. The bearer of this eye sees all, and knows all.",
		"MST_ITEMS_MATERIAL_802001_LONGDESCRIPTION": "Broken crystal pieces that radiate a warm, comforting aura. These crystallites appear to be able to absorb harmful energies when exposed to them. Theodor also postulates they could be used as a catalyst if combined with the right materials…",
		"MST_ITEMS_MATERIAL_802002_LONGDESCRIPTION": "Bottles containing luminous liquids that radiate a warm, comforting aura. They appear to be ordinary—if colourful—liquids, but based on his observations and experiments, Theodor concludes that these are solvents used to heighten the powers of magical items.",
		"MST_ITEMS_MATERIAL_802003_LONGDESCRIPTION": "A snowflake with a curious aura emanating out of it. It is said that fragments of a powerful charm is assembled using these snowflakes.",
		"MST_ITEMS_MATERIAL_802004_LONGDESCRIPTION": "A variety of notes, each contained within a small orb. These orbs exude an aura of coldness, a fact that many people find puzzling, considering their appearance.",
		"MST_ITEMS_MATERIAL_802005_LONGDESCRIPTION": "This specially engineered flux is one of Vektor's crowning achievements. Boasting a Class-S bond strength, it is up to a hundred times stronger than most industrial variants. It can however be easily dissolved by using any good unbonding agent on the market. making mistakes less deadly than they would be.<br><br>Bearing a striking similarity to hair styling products, some claim that Vektor might have used this for his gravity-proof coiffure. He vehemently denies this when asked.",
		"MST_ITEMS_MATERIAL_802006_LONGDESCRIPTION": "This specially crafted spool of lead is used exclusively for the Excelsior series of items that Vektor has lovingly engineered. An important component in any form of electronics, lead creates a bond between contact points. The Excelsior type exceeds all other market types in both durability and conductivity, somehow even positively enhancing the appliance itself.<br><br>When questioned on the specifics of how the lead increases performance, Vektor simply winks and say it is a trade secret.",
		"MST_ITEMS_MATERIAL_802007_LONGDESCRIPTION": "This broken chip was once installed in Galene as a modular enhancement to her combat capabilities. However, during her escape from the Corporation, Galene inadvertently destroyed the chip by overloading it during combat with the Security System.<br><br>Although it is currently unusable, it can certainly be restored with enough materials on hand.",
		"MST_ITEMS_MATERIAL_802008_LONGDESCRIPTION": "Appearing as an unremarkable—albeit beautiful—stone at first, closer examination reveals the scintillation hidden within its dark depths. As they shine under the keen eye of the observer, one cannot help but sense that something alien is watching them in return. But it's probably just a figment of one's imagination...",
		"MST_ITEMS_MATERIAL_802009_LONGDESCRIPTION": "To the uninitiated, these may look like clothing fit for royalty--nothing more. But to the discerning eye, these artifacts contain unlimited power that can be tapped by those chosen by divinity. Of course, to gain such a blessing is an adventure in itself...",
		"MST_ITEMS_MATERIAL_802010_LONGDESCRIPTION": "Crafted from roughly-hewn pieces of precious rock, these stones pulse with power that they can barely contain. Many who desire glory and success are naturally drawn to these, unaware that the very jewels they covet have an agenda of their own.",
		"MST_ITEMS_MATERIAL_880100_LONGDESCRIPTION": "A metal fragment of Forgebreaker",
		"MST_ITEMS_MATERIAL_880101_LONGDESCRIPTION": "A small crystal belonging to Zenia",
		"MST_ITEMS_MATERIAL_880102_LONGDESCRIPTION": "A mysterious stone that comes from within the Void",
		"MST_ITEMS_MATERIAL_880111_LONGDESCRIPTION": "A gem infused with the distilled essence of a Cyclaw. Rage of a hundred suns sealed within",
		"MST_ITEMS_MATERIAL_880112_LONGDESCRIPTION": "A gem infused with the distilled essence of a Hydraloid. Unrelenting wrath ensures the destruction of foes",
		"MST_ITEMS_MATERIAL_880113_LONGDESCRIPTION": "A gem infused with the distilled essence of an Euryalis. Nimble and grace to hit all targets",
		"MST_ITEMS_MATERIAL_880114_LONGDESCRIPTION": "A gem infused with the distilled essence of a Grievesnare. Indomitable will that can move mountains",
		"MST_ITEMS_MATERIAL_880115_LONGDESCRIPTION": "A gem infused with the distilled essence of a Stormwing. Soothing charm to lull enemies to a restive state",
		"MST_ITEMS_MATERIAL_880116_LONGDESCRIPTION": "A gem infused with the distilled essence of a Netherhound. Deception and treachery abound",
		"MST_ITEMS_MATERIAL_880201_LONGDESCRIPTION": "When refined the right way, the metal weighs incredibly light and is impenetrable to most materials except itself and the Morokai’s infamous Orihalcum",
		"MST_ITEMS_MATERIAL_880202_LONGDESCRIPTION": "Extremely dense and almost impossible to break, weaponry and armor made from Orihalcum are incredibly heavy but are nigh impervious to all manner of attacks",
		"MST_ITEMS_MATERIAL_880211_LONGDESCRIPTION": "The aspect of the Destroyer’s rage made manifest. One can feel the unrestraint anger gushing out from it. The peace one seeks is found within",
		"MST_ITEMS_MATERIAL_880212_LONGDESCRIPTION": "The aspect of the Ice Queen’s pride made manifest. One can feel the utter disdain seeping into the surroundings. Pride goes before destruction, a haughty Deva before a fall",
		"MST_ITEMS_MATERIAL_880217_LONGDESCRIPTION": "A pungent chocolate said to be only given to the pure-hearted young of Randall by the guardians in the skies. It is a rare and precious Item that should be cherished.",
		"MST_ITEMS_MATERIAL_880218_LONGDESCRIPTION": "A mysterious rainbow colored flower found deep in the forest where Bonnie headed. Rumors say the essence of this flower supplies the luminous energy for Bonnie's cannon.",
		"MST_ITEMS_MATERIAL_880219_LONGDESCRIPTION": "Acquired from the Ulnhann's serpents and carefully preserved with nutri-liquid, these tails are then processed for their curative properties. They are known to accelerate tissue and bone growth, turning months of healing into mere days.",
		"MST_ITEMS_MATERIAL_880220_LONGDESCRIPTION": "These scales are obtained by Vharag riders once their mounts begin to shed their skin. Flexible and easy to shape at first, they quickly harden as they dry into their new form. After some additional treatment, the scales become harder than steel, and equally as sharp.",
		"MST_ITEMS_MATERIAL_880221_LONGDESCRIPTION": "These freshly-picked blooms are prized by the Greherd for their hallucinogenic properties, especially during their first glow. Grown in their greenhouses together with other poisonous plants, they are often dried and added to battle stimulants to enhance their effects. They tend to cause dehydration, irregular bowel movements, and severe muscle spasms if improperly used.",
		"MST_ITEMS_MATERIAL_880222_LONGDESCRIPTION": "A primitive bludgeon made from a monster's dried thighbone. It is the first weapon a Khree warrior learns to master from childhood. Once it has been bathed in the blood of sufficient victims, it is typically ground to a fine powder and used as an ingredient in battle curatives.",
		"MST_ITEMS_MATERIAL_880223_LONGDESCRIPTION": "These eerie bones are said to have a strange and dark power within them. Items crafted from these bones give great power to those able to wield them.",
		"MST_ITEMS_MATERIAL_880224_LONGDESCRIPTION": "Obtained from live shamblers, these vines are quickly preserved in nutri-liquid to ensure that they stay fresh. Highly prized for their ability to adhere to any surface and act as an improvised pump, shambler cuttings are prized in Vardket bio-mechanical constructs, especially for building circulation and muscle systems.",
		"MST_ITEMS_MATERIAL_880225_LONGDESCRIPTION": "Unlike most organic material obtained by the forces of the Vardket, phrun stingers only require that one lay small pieces of raw meat near shuttlebug nests to harvest a sizeable number for various uses. The stingers are then pulled out and cleaned before being used for a variety of items, such as arrowheads and climbing gear.",
		"MST_ITEMS_MATERIAL_880226_LONGDESCRIPTION": "Harvested from burbur trees by highly trained (and heavily armored) professionals, these pieces of wood are dried over the course of several days to reduce the potency of their man-killing sap to a slightly more tolerable form. Accidental ingestion of the final product tends to result in a longand painful demise, hencethe common tactic to load its powdered form in artillery shells.",
		"MST_ITEMS_MATERIAL_880227_LONGDESCRIPTION": "Taken from the centipedes that are found around burbur trees, these steel-hard fangs are useful in ensuring that sorcerous armaments never lose their potency with time. While harvesting them does take a significant amount of effort and risk (plus a torn limb here and there), some feel that the benefits greatly outweigh the costs.",
		"MST_ITEMS_MATERIAL_880235_LONGDESCRIPTION": "A soft tail taken from the dhlerp, tough and sinewy. It can be used to reinforce muscles and joints with the right materials.",
		"MST_ITEMS_MATERIAL_880236_LONGDESCRIPTION": "Sand infused with the essence of time, it glitters in odd circumstances. Specialized equipment is necessary to handle it in order to avoid contamination incidents.",
		"MST_ITEMS_MATERIAL_880237_LONGDESCRIPTION": "An organic crystal grown from special farms deep underwater that is used as a cheap battery for flesh-implanted enchantments.",
		"MST_ITEMS_MATERIAL_880238_LONGDESCRIPTION": "Chains forged from volcanic lava that resist and dispel any magic. When used incorrectly, however, they can sever a soul from a body.",
		"MST_ITEMS_MATERIAL_880239_LONGDESCRIPTION": "A glowing rock found in the frozen wastes of northern Orebus. It contains a small amount of magic and its dust is highly abrasive.",
		"MST_ITEMS_MATERIAL_880240_LONGDESCRIPTION": "Herbs specially grown by the Greherd to hold magical energy. These can be toxic if improperly prepared and consumed.",
		"MST_ITEMS_MATERIAL_880241_LONGDESCRIPTION": "A vial containing a specially cultured magical ailment crafted by the Greherd. It is a key component in their weapons development.",
		"MST_ITEMS_MATERIAL_880242_LONGDESCRIPTION": "A fossil of creatures long extinct. No one knows what they were, but their bodies are believed to have held minute traces of magic.",
		"MST_ITEMS_MATERIAL_880243_LONGDESCRIPTION": "Glittering like a jewel in the night, this gem contains a small amount of magical power. Crafted by Noel with technology from alien worlds, it allows for newer creations to be made possible.",
		"MST_ITEMS_MATERIAL_88700005_LONGDESCRIPTION": "Fragments of elemental power crystallized into a brittle physical form. They are often sought for their power in crafting magical items, although some sorcerer-engineers prefer more reliably consistent materials.",
		"MST_ITEMS_MATERIAL_88700006_LONGDESCRIPTION": "A robot of many shapes and sizes that can be found almost anywhere in NeoAvalon. Not only can it can perform a wide variety of tasks, but it is also highly sought after for its ability to bend light in crafting weapons and armor for knights.",
		"MST_ITEMS_MATERIAL_890001_LONGDESCRIPTION": "Crystallized embers shed from the outer shell of a Revenant. Its lingering heat makes it perpetually warm to the touch. Often used as a catalyst in crafting. Shattering the crystal causes a burst of fire to erupt from the cracks. While not particularly deadly on its own, it can easily spark off an explosion during experimentation. Handle with care.",
		"MST_ITEMS_MATERIAL_890002_LONGDESCRIPTION": "Crystallized ice flakes shed from the outer shell of a Revenant. Its frigid surface makes it hard to handle without gloves. Often used as a catalyst in crafting.<br><br>Since it melts at a much slower pace than regular ice, some researchers use it as a substitute to keep samples cold. As of now, there doesn't seem to be any negative side effects...yet.",
		"MST_ITEMS_MATERIAL_890003_LONGDESCRIPTION": "Crystallized wind shed from the outer shell of a Revenant. It boggles the mind how air can be compressed into a solid form, but it is more accurately energy. Often used as a catalyst in crafting. Such a material is an odd side effect of Revenant energy, and a great curiosity to researchers. Breaking the crystal releases a harmless, gentle gust.",
		"MST_ITEMS_MATERIAL_890004_LONGDESCRIPTION": "Crystallized sparks shed from the outer shell of a Revenant. Gives off a powerful static shock when brought within close range of several other crystals. Often used as a catalyst in crafting.<br><br>These crystals are among the more dangerous of the Revenant materials, as their volatility and penchant for loosing sparks can set off a string of terrible accidents.",
		"MST_ITEMS_MATERIAL_890005_LONGDESCRIPTION": "An extremely polished crystal shed from the outer shell of a Revenant. Its incredible shine can cause it to be mistaken as a precious mineral. Often used as a catalyst in crafting.<br><br>Though these crystals seem like choice materials for jewelry, they actually contain a powerful burst of light that can cause momentary blindness. Don't drop it!",
		"MST_ITEMS_MATERIAL_890006_LONGDESCRIPTION": "An unnaturally pulsing crystal shed from the outer shell of a Revenant. Its dark surface brims with an eerie energy. Often used as a catalyst in crafting.<br><br>These crystals react most powerfully to other phantom energies on Orebus. Some researchers report hearing whispers upon pressing an ear to the crystal, but others claim to hear them entirely within their mind.",
		"MST_ITEMS_MATERIAL_890007_LONGDESCRIPTION": "A large crystal occasionally left behind by a Fire Revenant. Much too hot to handle without safety precautions, but contains a substantial amount of energy that makes it a valuable material in crafting.<br><br>Research suggests that these crystals are formed when energy solidifies within the core of a Revenant. The raging flames of a Fire Revenant dance within its glossy surface, as if it had captured a sliver of fiery hell within its spherical form.",
		"MST_ITEMS_MATERIAL_890008_LONGDESCRIPTION": "A large crystal occasionally left behind by an Ice Revenant. So cold that it causes frostbite upon prolonged skin contact. Contains a substantial amount of energy that makes it a valuable material in crafting.<br><br>Research suggests that these crystals are formed when energy solidifies within the core of a Revenant. Its smooth surface is misted over from the ice within. Might this be the frozen heart of a Revenant, if they truly possess souls?",
		"MST_ITEMS_MATERIAL_890009_LONGDESCRIPTION": "A large crystal occasionally left behind by an Earth Revenant. Surprisingly heavy one moment and lightweight the next. Contains a substantial amount of energy that makes it a valuable material in crafting.<br><br>Research suggests that these crystals are formed when energy solidifies within the core of a Revenant. Both land and earth essences swirl dizzyingly within its form. Mother Nature welcomes all creatures into her bosom, regardless of their origin.",
		"MST_ITEMS_MATERIAL_890010_LONGDESCRIPTION": "A large crystal occasionally left behind by a Thunder Revenant. Electricity leaps across its golden surface, making it a significant hazard to lab equipment. Contains a substantial amount of energy that makes it a valuable material in crafting.<br><br>Research suggests that these crystals are formed when energy solidifies within the core of a Revenant. Crackling bolts of lightning coalesce in arcing streaks within it, bringing to mind powerful storms.",
		"MST_ITEMS_MATERIAL_890011_LONGDESCRIPTION": "A large crystal occasionally left behind by a Light Revenant. Pale and gleaming, it gives off a dim light at all times, growing brighter as dawn approaches. Contains a substantial amount of energy that makes it a valuable material in crafting.<br><br>Research suggests that these crystals are formed when energy solidifies within the core of a Revenant. Light has always been associated with life, and it is little wonder its associated Revenant constantly seeks the embrace of the first sunrise.",
		"MST_ITEMS_MATERIAL_890012_LONGDESCRIPTION": "A large crystal occasionally left behind by a Dark Revenant. Dark, yet mesmerising, it seems to grow brighter as dusk approaches. Contains a substantial amount of energy that makes it a valuable material in crafting.<br><br>Research suggests that these crystals are formed when energy solidifies within the core of a Revenant. Darkness has always been associated with death and fear, as it is in the war-torn plane of Orebus, but it is not taboo to some cultures. Death, after all, is but the next stage of life.",
		"MST_ITEMS_MATERIAL_890013_LONGDESCRIPTION": "A long, sharp scale of unknown material, said to hail from the time of the ancients. This can be used as a component in crafting.<br><br>The researchers are divided on whether this scale is organic in origin or was deliberately crafted to look that way. Whatever it is, the beautiful patterns on its surface are mesmerizing to behold.",
		"MST_ITEMS_MATERIAL_890014_LONGDESCRIPTION": "Rainbow-hued and light as a feather, the strange fabric known as \"Cloudweave\" is spun from the silk of indigenous spiders of Orebus. Though paper-thin, it is surprisingly flexible, making it a popular choice in crafting.<br><br>When harvested, the silk itself is translucent and colorless. Only when it is woven into fabric and exposed to light does it take on its signature gradient.",
		"MST_ITEMS_MATERIAL_890015_LONGDESCRIPTION": "Fine, metallic ash from the sand-blasted wastes of Orebus. Their unique composition makes it an interesting choice as a component in crafting.<br><br>Under certain conditions, these ashes are sometimes found to generate a weak electromagnetic field of their own. Superstitious researchers of the Orebus Special Inquiry claim these ashes to be the remains of those who once called Orebus home.",
		"MST_ITEMS_MATERIAL_890016_LONGDESCRIPTION": "Flickering golden fire that is said to burn not flesh, but the very life force of anything it touches. A volatile and dangerous crafting material.<br><br>This phantom ember is produced when a Fire Revenant's flame is continuously fed with the shadowy essence of a Dark Revenant. According to Giselle, this might very well be the concentrated ire of countless Orebus souls lost to bloody conflict.",
		"MST_ITEMS_MATERIAL_890017_LONGDESCRIPTION": "An eerily beautiful flower created by harnessing Revenant essences to mimic natural life. Useful as a crafting material due to its alchemical nature.<br><br>Though grown from Earth and Water Revenant essences, these flowers live only as long as energy is supplied to them. Giselle argues that this is evidence that a Revenant possesses more than just the basic building blocks necessary to animate.",
		"MST_ITEMS_MATERIAL_890018_LONGDESCRIPTION": "Supercharged streaks of blue and white energy dance across this rock fragment. Highly resilient, this material has many applications in crafting.<br><br>A Thunder Revenant's essence is treated with energy pulses from a Light Revenant's essence, which if done correctly will supercharge a base fragment. Giselle attributes its lengthy process and low success rate to a \"phantom energy\" that is difficult to distill.",
		"MST_ITEMS_MATERIAL_890019_LONGDESCRIPTION": "The combined essences of all elemental Revenants, pulsing in a comforting, harmonious vibe, are concentrated within this palm-sized orb. Extremely rare and sought-after as a crafting material due to its wondrous properties.<br><br>The energy-rich debris of Orebus has infused abandoned Guardians with what Giselle believes are the deceased souls of Orebus inhabitants. As a result, the aptly named Revenants carry fragmented memories within their elemental bodies. Concentrating their essences into a single source results in a truly splendid sight.",
		"MST_ITEMS_MATERIAL_890020_LONGDESCRIPTION": "At first glance, this seems like a reject from Giselle's \"Saturnine\" collection of Lead Feathers, but upon closer inspection reveals an alien texture and gloss atypical of any feather on Grand Gaia. A precious material said to be used as a component for Karcosan hair accessories.<br><br>As far as anyone can tell, Karcosa does not exist within Grand Gaia. Giselle has been on holiday to the strange land of Karcosa several times, and this is one of the keepsakes from her trips.",
		"MST_ITEMS_MATERIAL_890021_LONGDESCRIPTION": "This dull silver feather contains traces of lead, which might explain its oxymoronic name. Has limited application as a material for crafting, as it may result in indirect poisoning.<br><br>Giselle has a collection of these, which she proudly shows off in an album titled \"Saturnine.\" Where she even procures these, though, is yet another of her well-kept mysteries.",
		"MST_ITEMS_MATERIAL_890022_LONGDESCRIPTION": "A grapnel from a fiery beast found in the depths of a volcanic mountain. This part is highly sought after due to the difficulty of retrieving an undamaged sample. The beast uses its claws in battle to attack invaders and are thus highly susceptible to breakage, rendering it useless.",
		"MST_ITEMS_MATERIAL_890023_LONGDESCRIPTION": "Bones from a fiery beast that dwells in the volcanic mountains. Stout and sturdy, it is extremely dense and heavy. Many hunters prefer to extract its more valuable claws, but those with less luck may instead scavenge for its bones. However, many are discarded along the way because they are far too heavy to be carried back.",
		"MST_ITEMS_MATERIAL_890024_LONGDESCRIPTION": "A jewel of extraordinary composition left behind by the widow of a national hero. Betrayed by his ruthless king, the hero and his wife wept for his tragic fate before the execution. Their tears seeped into the ground around the execution block, pooling in a small crevice. Over time, the chiseled rock acquired a polished shine from the tears of other victims. It is said that only the tears of the truly innocent can harden into a jewel like this...",
		"MST_ITEMS_MATERIAL_890025_LONGDESCRIPTION": "A small stone emitting a cold and dark aura disproportionate to its size. Once, there was a man who committed every sin imaginable to the average person. His soul was so tainted that upon his execution, he was not allowed into the afterlife. Rumor has it that his wraith haunts the execution grounds, feeding off the dark energies to spread his malignant influence.",
		"MST_ITEMS_MATERIAL_890033_LONGDESCRIPTION": "A confluence of souls, fossilized in ancient amber. Magical sensors near the stone are inundated with a multitude of voices and emotions. Calibrated sensors are able to identify Orebi accents and dialects among the psychic clamor.",
		"MST_ITEMS_MATERIAL_890034_LONGDESCRIPTION": "A bundle of ashen feathers, petrified leaves, and twigs tied up with a golden cord. In some faraway lands, this trinket is said to bestow blessings upon the recipient, and is often received from a monk or priest in the temple.<br><br>The demand of this item is so high in some areas that the temples are unwilling to distribute more than they claim their gods can provide. In dark alleys and lonely street corners, though, the truly desperate might come across a handful of these for sale for a good amount of coin from foxish individuals.",
		"MST_ITEMS_MATERIAL_890035_LONGDESCRIPTION": "Dull and slightly burned, this scrap of material feels cold to the touch. Peering closely, it seems to resemble the white robes of a warrior monk.<br>Its jagged edges suggest it was torn off in a hurry, perhaps in response to fire of some kind. It is notably missing the sort of smoky smell you'd expect it to have, though.<br><br>Tales of monks and priests from that faraway land speak of their unique ability to channel divine energy into a searing light, causing deceitful creatures of evil to burst into holy flame upon contact.",
		"MST_ITEMS_MATERIAL_890036_LONGDESCRIPTION": "A small vial of clear liquid retrieved from the many rivers of Di'yu, the underworld of Aimyhr. Are those strange shadows shifting inside, or is it merely a trick of the light?<br><br>The rivers are said to carry along the lost memories of souls on their way to Di'yu, and silt deposits are especially sought after as a component in alchemy and magical studies. The emotional intensity of certain memories form glittering pearls among the finer grain.",
		"MST_ITEMS_MATERIAL_890037_LONGDESCRIPTION": "With its rich, royal blue, plumes of this quality were often emblematic of particularly old and established noble arcanist houses. Variously used as quills, decoration, and accessories, most members of the family carried one on their person. To receive one through courier was, at best, a one-off threat—and at worst, a sign from the Mageslayer that their entire house was next.<br><br>Vrána's house was certainly prestigious enough to warrant these tokens of status, but the young heiress now sees them as a running tally of her targets.",
		"MST_ITEMS_MATERIAL_890038_LONGDESCRIPTION": "A sharp, pointed bit of lightweight metal fashioned after a crow's claw. Capable of filling a variety of functions, but most notably as concealed caltrops by savvy—and sassy—assassins. The crow, after all, is one of their most popular symbols.<br><br>Besides its more practical uses, Vrána prefers to hollow them at the base and fit them over her fingers. Useless in manipulating her enormous crossbow, but oh so fashionable."
	}
}