{
	"bfmtMetadata": {
		"createdAt": "2015-08-13T15:42:33.000Z",
		"updatedAt": "2016-12-15T03:30:03.000Z"
	},
	"entries": {
		"MST_ITEMS_BATTLEITEMS_20000_LONGDESCRIPTION": "A potion made by filtering the liquid made from boiling Green Grass and Green Drops together. It slightly recovers HP, and has a sweet, easy-to-drink taste. It's not very strong, but as more effective medicines can be made with it via synthesis, it's a very important item for Summoners.",
		"MST_ITEMS_BATTLEITEMS_20001_LONGDESCRIPTION": "A potion made by adding the liquid made from Blue Grass soaked in Red Drops to a Cure, it significantly recovers HP. It's very effective, but also very volatile, so it's difficult to carry in large quantities. It requires a higher skill level to synthesize, and an equally high level of experience to obtain.",
		"MST_ITEMS_BATTLEITEMS_20002_LONGDESCRIPTION": "A potion made by crushing Yellow Grass and diluting it in Gold Drops. It restores a large amount of HP, and is extremely bitter, leaving the tongue numb for a while after drinking. It is, however, very effective, and an indispensable item for advanced Summoners.",
		"MST_ITEMS_BATTLEITEMS_20100_LONGDESCRIPTION": "A fine powder that can heal all allies. It requires a rare Purple Drop and a large quantity of High Cures to synthesize. In the past, it was said that only clergy knew how to make them, but now those methods have spread due to Summoner Clerics in the past. Regardless, it is still very difficult and requires great skill.",
		"MST_ITEMS_BATTLEITEMS_20101_LONGDESCRIPTION": "This medicine has recovery effects, and is made from synthesizing Divine Light and Silver Drops. A dazzling light surrounds the user after it's taken, greatly recovering the HP of all allies. It got its name due to its resemblance to the Brave Burst used by ancient clerics.",
		"MST_ITEMS_BATTLEITEMS_20102_LONGDESCRIPTION": "This revitalizing concoction can be made by drawing out the great spiritual power found within Purple and Silver Drops, and combining it with a Holy Light. Though some may dislike it for its bitter taste, its ability to drive malignant spirits away  has been admired since ancient times, and thus many Summoners and common people alike covet this rare item.",
		"MST_ITEMS_BATTLEITEMS_20200_LONGDESCRIPTION": "An antidote made by diluting the anti-poison components of the Don Nut with Blue Drops. It's an easy synthesis, but the flavor changes depending on the ratio of the bitter Don Nut to the sweet Blue Drop. The taste doesn't change the effect, but Summoners still prefer to have it as tasty as they can.",
		"MST_ITEMS_BATTLEITEMS_20210_LONGDESCRIPTION": "A potion made from powdered Bue Nut dissolved in Blue Drops. Its uses vary from recovery from illness, to healing injuries. In addition to Tonic it was also known as panacia, or a cure-all, but due to confusion over its effects it simply came to be known by what it's called today.",
		"MST_ITEMS_BATTLEITEMS_20220_LONGDESCRIPTION": "A potion synthesized from the Suzu Nut and Blue Drops. It treats Curse, and is famous for its tranquilizing effect. Curse is a status that suppresses the mind with a massive burst of magical energy released during a Brave Burst. Simply put, Holy Water improves one's state of mind.",
		"MST_ITEMS_BATTLEITEMS_20230_LONGDESCRIPTION": "A potion made from Bara Nuts fermented in Blue Drops, it heals temporary paralysis. Synthesis for the recovery of status effects such as this is often simple to learn, however the Stimulant is relatively difficult. This is because if the synthesis ratios are mistaken it creates a liquid liable to cause fainting.",
		"MST_ITEMS_BATTLEITEMS_20240_LONGDESCRIPTION": "Liquid medicine that can be synthesized by using Tonics and Blue Drops. As a nourishing concoction, it has the ability to relax both the mind and the body, eliminating any diminution of Atk, Def, or Rec statuses. It is said that the Remedy was first created by a rookie Summoner who mistook the number of Blue Drops required to synthesize a Tonic.",
		"MST_ITEMS_BATTLEITEMS_20250_LONGDESCRIPTION": "By mixing the correct amount of Honor Drops,  Antidotes, and Holy Water, one can create this restorative medicine called a Nullifier. Embodied with a refined and elegant aroma, its special taste is difficult to put into words. However, since it is able to increase the body's resistance for a limited amount of time, even the most able of Summoners still like to have it on hand during dangerous situations, making the demand for this item very high.",
		"MST_ITEMS_BATTLEITEMS_20400_LONGDESCRIPTION": "A potion made with the fortifying power of Red Grass and the aggression increasing part of the Koka Nut. It instantly increases the drinker's attack power. It's favored by many as it affects all elements. Humans as well as their Units can use it, though people rarely do as they sometimes cause abdominal pain.",
		"MST_ITEMS_BATTLEITEMS_20401_LONGDESCRIPTION": "A powerful strengthening potion distributed by the Akras Summoners' Hall. Those who drink it receive a great boost in Atk power for a short period of time. It is made by combining an Atk Potion with a Koka Nut. These materials are relatively easy to collect, but a certain degree of skill is necessary in combining them. There is a rumor that the stomach pain it causes those who drink it is even worse than that felt after drinking an Atk Potion.",
		"MST_ITEMS_BATTLEITEMS_20600_LONGDESCRIPTION": "A potion made with the fortifying power of Red Grass and the defense boosting component of the Hoku Nut. It instantly increases the drinker's defense. As it only increases strength against spiritual attacks, it affects humans very little. However, it is effective when used on summoned spirits or monsters.",
		"MST_ITEMS_BATTLEITEMS_20601_LONGDESCRIPTION": "A powerful strengthening potion distributed by the Akras Summoners' Hall. Those who drink it receive a great boost in Def power for a short period of time. It's said to produce unique effects on humans, but there are few who dare drink it. It is particularly effective on summoned spirits and monsters. ",
		"MST_ITEMS_BATTLEITEMS_20700_LONGDESCRIPTION": "This powerful blend made from a Brute Elixir and a Titan Elixir is made by the Akras Summoners' Hall and is given to Summoners who travel far and wide. Though lacking in potency, its ability to boost both Atk and Def powers has gained it considerable popularity among Summoners. However, many have expressed discontent over the low limit of how many can be carried at once. ",
		"MST_ITEMS_BATTLEITEMS_20800_LONGDESCRIPTION": "A special stone made from a Fate Stone in which the spirit of fire obtained from a Fire Eye is sealed. Its use increases the attack power of fire users. They are simple to use, just grasp and pray, then watch as the stone's elemental power comes flowing out. Some may pose when doing so, but the results don't change.",
		"MST_ITEMS_BATTLEITEMS_20810_LONGDESCRIPTION": "A special stone made from a Fate Stone in which the spirit of water obtained from a Water Eye is sealed. It increases the attack power of water users. The Savat people are said to have excelled at synthesizing Water Stones. One of the Six Heroes, Serena, was from that tribe and was famous for her use the stones.",
		"MST_ITEMS_BATTLEITEMS_20820_LONGDESCRIPTION": "A special stone made from a Fate Stone in which the spirit of earth obtained from an Earth Eye is sealed. It increases the attack power of earth users. Discovered long ago, their origins are recorded in Principality of Vriksha studies. Every country researched their synthesis as their numbers were exhausted after many wars.",
		"MST_ITEMS_BATTLEITEMS_20830_LONGDESCRIPTION": "A special stone made from a Fate Stone in which the spirit of thunder obtained from a Thunder Eye is sealed. It increases the attack power of thunder users. They are highly valued, but their synthesis is difficult, so it is said that one who has the ability to synthesize all of these attack stones also has the ability to create items far more powerful.",
		"MST_ITEMS_BATTLEITEMS_20840_LONGDESCRIPTION": "A special stone made from a Fate Stone in which the spirit of Light obtained from a Light Eye is sealed. It increases the attack power of light users. A brilliant light accompanies its use. It can reduce visibility in battle, but as this only affects humans, Summoners still use them to increase their Units' attack power.",
		"MST_ITEMS_BATTLEITEMS_20850_LONGDESCRIPTION": "A special stone made from a Fate Stone in which the spirit of dark obtained from a Dark Eye is sealed. It increases the attack power of dark users. It's said to have been developed in the Bariura Empire, home of many dark magicians. Recorded experiments have shown how they embedded these stones into living things.",
		"MST_ITEMS_BATTLEITEMS_20900_LONGDESCRIPTION": "A protection seal made from a Paladin Stone in which the spirit of fire obtained from a Fire Eye is sealed. It increases the defense power of fire users. Many who wield fire are tempestuous, and often ignore their commander's orders. It is said that during the war, due to this tendancy they often equipped with these seals.",
		"MST_ITEMS_BATTLEITEMS_20910_LONGDESCRIPTION": "A protection seal made from a Paladin Stone in which the spirit of water obtained from a Water Eye is sealed. It increases the defense power of water users. It's often used by those who fight in the water. Wives of fishermen would give their husbands Water Seals as charms. Thus, it's easy to detect single fishermen.",
		"MST_ITEMS_BATTLEITEMS_20920_LONGDESCRIPTION": "A protection seal made from a Paladin Stone in which the spirit of earth obtained from an Earth Eye is sealed. It increases the defense power of earth users. These seals are also in high demand for use as decorations. The Earth Seal, above all, is popular among lumberjacks and hunters who work in forests.",
		"MST_ITEMS_BATTLEITEMS_20930_LONGDESCRIPTION": "A protection seal made from a Paladin Stone in which the spirit of thunder obtained from a Thunder Eye is sealed. It increases the defense power for thunder users. It's said that one of the Six Heroes, Ezel, loved to use Thunder Seals. Many historians insist his power was due to the use of these items.",
		"MST_ITEMS_BATTLEITEMS_20940_LONGDESCRIPTION": "A protection seal made from a Paladin Stone in which the spirit of light obtained from a Light Eye is sealed. It increases the defense power of light users. It's popular due to its sparkle, but that still doesn't affect how much Zel it fetches. It's also much harder to deal with Light and Dark Eyes, which require a high level of skill to process. ",
		"MST_ITEMS_BATTLEITEMS_20950_LONGDESCRIPTION": "A protection seal made from a Paladin Stone in which the spirit of dark obtained from a Dark Eye is sealed. It increases the defense power of dark users. Seals are generally made by Summoners, but recently they have been found appearing naturally, which is assumed from the fact that the beasts carrying them have no knowledge of synthesis.",
		"MST_ITEMS_BATTLEITEMS_20960_LONGDESCRIPTION": "A stone with the combined power of Fire Ores and Fire Seals. When used by a Fire type Unit, it has the ability to increase said Unit's Atk and Def. It is said that when used, its power overflows in such a manner that it raises the temperature of the user's surroundings. Legend has it that during the last stages of the great war with the gods, the swordswoman Lava, from the Agni Empire, used this stone in battle quite often.",
		"MST_ITEMS_BATTLEITEMS_20961_LONGDESCRIPTION": "A stone with the combined power of Water Ores and Water Seals. When used by a Water type Unit, it has the ability to increase said Unit's Atk and Def. Rumor has it that the Savat people from the Sama Kingdom often used this stone in battle during the times of the great war with the gods. It is also said that when a certain general of the Sama Army found himself cornered by the God Army alongside his soldiers, they miraculously found an escape route that brought them back home alive after using the stone.",
		"MST_ITEMS_BATTLEITEMS_20962_LONGDESCRIPTION": "A stone with the combined power of Earth Ores and Earth Seals. When used by a Earth type Unit, it has the ability to increase said Unit's Atk and Def. First developed in the Vriksha Duchy during the time of the great war with the gods, it is said to have been the first stone of its kind to be put on the market. The Vriksha Army, who is rumored to have used the stone from the early stages of the war, gave the God Army quite a hard time thanks to its effects.",
		"MST_ITEMS_BATTLEITEMS_20963_LONGDESCRIPTION": "A stone with the combined power of Thunder Ores and Thunder Seals. When used by a Thunder type Unit, it has the ability to increase said Unit's Atk and Def. Requiring the use of both ores and seals, a steady hand is also needed in order to synthesize this valuable Item. However, this stone alone is proof of the true power of those courageous enough to have stepped into the unknown territories of Grand Gaia.",
		"MST_ITEMS_BATTLEITEMS_20964_LONGDESCRIPTION": "A stone with the combined power of Light Ores and Light Seals. When used by a Light type Unit, it has the ability to increase said Unit's Atk and Def. Besides its main restorative effect, this stone is also rumored to envelop the body in a beautiful and divine light. Because of this, a group of clergymen in Elgaia is said to have used the stone when they preached, claiming the light to be a miracle in front of their audiences.",
		"MST_ITEMS_BATTLEITEMS_20965_LONGDESCRIPTION": "A stone with the combined power of Dark Ores and Dark Seals. When used by a Dark type Unit, it has the ability to increase said Unit's Atk and Def. According to historical records, during the last stages of the war with the gods, the numbers of this stone that were produced paled in comparison to the amount of ores and seals available in the Bariura Empire. Therefore, this stone was only entrusted to the best warriors and sorcerers of the region.",
		"MST_ITEMS_BATTLEITEMS_21000_LONGDESCRIPTION": "An elixir made by boiling the powder of a God Stone and a Fujin's Eye, a crystal with abilities of all six elements. It raises the user's state of mind instantly. Its name comes from the unconfirmed legend that the war god's only great achievement in battle was the ability to trigger Brave Bursts at will.",
		"MST_ITEMS_BATTLEITEMS_21010_LONGDESCRIPTION": "A concentrated dose of the potion that instantly improves the user's state of mind, reworked to achieve better results. This allows Brave Burst to be activated more times compared to with the same amount of Fujin Potion, making it more highly valued by high ranking Summoners. However, high technology and rare materials are required to concoct this highly concentrated potion, making it difficult to mass produce for distribution.",
		"MST_ITEMS_BATTLEITEMS_21100_LONGDESCRIPTION": "",
		"MST_ITEMS_BATTLEITEMS_22200_LONGDESCRIPTION": "A miraculous statue made from Goddess Tears and Gospel Stones. A soul that receives its protection will be reborn once if slain. The statue gets its name from its angelic shape, but there are no records of such an angel existing in Grand Gaia or Elgaia. All that is known for sure is that it is not of this world.",
		"MST_ITEMS_BATTLEITEMS_22210_LONGDESCRIPTION": "A statue that saves an exhausted soul from death just once. The Angel Idol said to be created by a cult from another world is bulky and few can be carried, but this idol holds the same power despite its smaller size. It's said that the forging techniques used by the cult to make them were stolen by a Summoner and spread across Elgaia in a matter of a few months.",
		"MST_ITEMS_BATTLEITEMS_22300_LONGDESCRIPTION": "A flute made by synthesizing a Hard Bone with a Spirit Stone. Those who hear it experience a temporary increase in desire to fight. The sound need not be a song, so anyone can use it. However, it's not very durable, and its effect disappears after one use.",
		"MST_ITEMS_BATTLEITEMS_22310_LONGDESCRIPTION": "An enhanced version of the Ares' Flute which increases the desire to fight in anyone who hears its sound, made with new materials found in Lizeria. Similarly to its predecessor, its power is unleashed by sounding it, greatly increases one's will to fight. As of late, a trend of recycling used flutes by decorating them and selling them as regular instruments has been observed.",
		"MST_ITEMS_BATTLEITEMS_22400_LONGDESCRIPTION": "A miracle drug that can reanimate the fallen. Its synthesis requires a large quantity of Cure and Honor Drops, which are distributed by the Summoners' Council. Souls that use one inherit the survival instinct of humans, and as a result, these great spirits are able to materialize once again. However, it has no effect on living creatures.",
		"MST_ITEMS_BATTLEITEMS_22410_LONGDESCRIPTION": "A concentrated dose of the miracle drug that can reanimate the fallen. The original Revive required a substantial amount for it to take effect, making it a challenge to equip even just one dose. Research to improve the drug went on, and a private researcher succeeded in condensing more than double the potency into one dose. However, it is rumored that the success was a joint effort with the Summoners' Hall.",
		"MST_ITEMS_BATTLEITEMS_22420_LONGDESCRIPTION": "A crystal said to be infused with the last memories of various heroes. Rumor has it that when shattered, it releases a powerful force that takes a Summoner's emotional strength to its limits. The Summoner then pours this newly acquired fighting spirit into the Units summoned on the battlefield, allowing them to surpass the gods' power in an instant. However, the effects only last for a short time, just like the lives of many heroes of legend.",
		"MST_ITEMS_BATTLEITEMS_50000_LONGDESCRIPTION": "A potion distributed by the Akras Summoners’ Hall. Despite looking like a Cure, it’s actually far more potent, creating the same effect in much smaller doses. Its light weight makes it easy to carry, and it’s often distributed to Summoners before they depart on long missions. Details on how to mix it are closely guarded by the Summoners’ Hall, making it difficult for normal people to get their hands on.",
		"MST_ITEMS_BATTLEITEMS_50001_LONGDESCRIPTION": "A potion distributed by the Akras Summoners’ Hall. A highly effective, concentrated dose of Elixir. In the past, Summoners’ attempts to concentrate Elixirs they received from the Summoners’ Hall invariably ended in failure (not to mention a few explosions). Because of this, many now believe that a special concentration process is used when synthesizing them.",
		"MST_ITEMS_BATTLEITEMS_50100_LONGDESCRIPTION": "A potion distributed by the Akras Summoners’ Hall. Also known amongst Akras Summoners as “Divine Light”, this medicine is capable of healing multiple Units at once. In recent times, its very mention has become synonymous with the Summoners’ Hall. It is considered a recognition of a Summoner’s great strength to receive this potion.",
		"MST_ITEMS_BATTLEITEMS_50200_LONGDESCRIPTION": "A potion distributed by the Akras Summoners’ Hall. An extremely precious potion that heals all abnormalities instantaneously. Due to its versatility, many have entreated the Summoners’ Hall to distribute it to regular Summoners as well, but the Hall continues to refuse on the grounds that it is “potentially dangerous when misused”.",
		"MST_ITEMS_BATTLEITEMS_50400_LONGDESCRIPTION": "A potion distributed by the Akras Summoners’ Hall. An enhanced Attack Potion designed to take effect on all allies simultaneously. Due to its potency, however, the Summoners’ Hall has clamped down on its circulation, and it is currently listed as a restricted medicine. It’s often traded on the black market, though products are usually regular Attack Potions made to look like their stronger counterparts.",
		"MST_ITEMS_BATTLEITEMS_50401_LONGDESCRIPTION": "A potion distributed by the Akras Summoners’ Hall. A potion that doubles the strength of any who take it for a limited period of time. It causes severe hallucinations in regular people, however, and its use among the general public is strictly prohibited. As side effects have yet to be detected in summoned Units, the Akras Summoners’ Hall limits its distribution to Summoners only.",
		"MST_ITEMS_BATTLEITEMS_50600_LONGDESCRIPTION": "A potion distributed by the Akras Summoners’ Hall. A Guard Potion with increased potency, opening a bottle of this releases a burst of mist that boosts the defensive capabilities of any nearby. Unfortunately, it evaporates quickly if handled carelessly. Only the Akras Summoners’ Hall currently uses it.",
		"MST_ITEMS_BATTLEITEMS_50601_LONGDESCRIPTION": "A potion distributed by the Akras Summoners’ Hall. Taking this potion causes instant, armor-like hardening of the skin, resulting in an increase in its user's Defense. However, it causes severe hallucinations in regular people, and its use among the general public is strictly prohibited. Since no side effects have been found in summoned Units the Akras Summoners' Hall distributes them to their Summoners.",
		"MST_ITEMS_BATTLEITEMS_51000_LONGDESCRIPTION": "A potion distributed by the Akras Summoners’ Hall. It is said that the Akras Summoners’ Hall based the synthesis method of their commonly available Fujin Potion on this potion. Both have similar effects and are used in the same way. Their only major difference is the ease with which they can be carried, an area in which the highly portable Fujin Potion beats its larger counterpart hands down.",
		"MST_ITEMS_BATTLEITEMS_52300_LONGDESCRIPTION": "A tool distributed by the Akras Summoners’ Hall. Similar in effect to the Ares’ Flute, this flute nevertheless boasts the higher potency of the two. Its ingredients are relatively easily obtained, allowing the Akras Summoner’s Hall to mass-produce it. While not an item of particularly high value, it requires special skills to forge, so the Hall is the only place to get hold of it.",
		"MST_ITEMS_BATTLEITEMS_52400_LONGDESCRIPTION": "A potion distributed by the Akras Summoners’ Hall. Unlike Revive, it not only restores an ally’s battle ability, but also their HP in full. In the past, there were some who were inversely injured by the potion when it was administered to them for its healing abilities while they were still conscious. For this reason, its usage is now strictly controlled by the Akras Summoners’ Hall.",
		"MST_ITEMS_BATTLEITEMS_52500_LONGDESCRIPTION": "A potion distributed by the Akras Summoners' Hall. Unlike Revive, it not only restores an ally's battle ability, but also their HP in full. In the past, there were some who were inversely injured by the potion when it was administered for its healing abilities while they were still conscious. For this reason, its usage is now strictly controlled by the Akras Summoners' Hall.",
		"MST_ITEMS_BATTLEITEMS_52600_LONGDESCRIPTION": "A precious flute rumored to hold the fighting spirits of heroes. It is said to heighten the spiritual strength of those who hear it played, and resonate with their souls. However, the flute is fragile and breaks easily, making it extremely difficult to handle. Given its value and fragility, the Akras Summoners' Hall only allows select individuals to handle it.",
		"MST_ITEMS_BATTLEITEMS_70000_LONGDESCRIPTION": "A bullet that applies a special glowing pigment made from an Acute Eye on its target. A Summoner is able to detect the glow even from a distance, thus it is often used among the Demon Slayers when they work in teams. The Demon Slayers are also given a basic gun to fire the bullet, but the gun does not have great range nor power, so it does not inflict any damage on its target.",
		"MST_ITEMS_BATTLEITEMS_70100_LONGDESCRIPTION": "A pellet that creates a smoke screen by taking advantage of properties of Smoky Drops. The special smoke not only obstructs one's field of sight, it makes it impossible to detect any scents or traces of magic as well. Unfortunately, as its effects affect the senses of its user as well, it can't be used in ambushes, and is only useful for escape from tough enemies. When faced with a formidable monster, sometimes retreating is the only option.",
		"MST_ITEMS_BATTLEITEMS_70200_LONGDESCRIPTION": "A catalyst that allows any Summoner to use teleportation magic. However, it does not allow its user to teleport freely, only towards a preset portal and is often used by the Demon Slayers as a means of rapid travel. Although it isn't perfect, the process of creating this potion which produces highly refined magic is only disclosed to a few Summoners and its distribution to the public is strictly restricted.",
		"MST_ITEMS_BATTLEITEMS_70300_LONGDESCRIPTION": "An extract from the Mow Nut, it was mixed with a Cure and crystallized into an incense. This incense stabilizes the spirit, and has the ability to cure any wounds that the soul itself may have suffered. It has the power to heal Demon Slayers for a short time, but it takes a lot of preparation to burn, and thus an exclusive burner is required. However, any error committed when processing this incense can result in dangerous ingredients, and thus it is not available for common use.",
		"MST_ITEMS_BATTLEITEMS_70400_LONGDESCRIPTION": "An extract from the Mow Nut, it was mixed with an Atk Potion, refined, and then crystallized into an incense. The aroma from this incense incites one's fighting spirits, and has the ability to increase one's attack power on the battlefield. Since one mistake when using this incense can lead one to go berserk, the common folk, and the usual Summoner are forbidden to use it. However, due to its effective properties, there are probably Demon Slayers out there at this very moment surrounding an incense burner in order to prepare for the battlefield.",
		"MST_ITEMS_BATTLEITEMS_70500_LONGDESCRIPTION": "An extract from the Mow Nut, it was mixed with a Def Potion, and crystallized into an incense. Its aroma has the ability to increase one's defensive power. Similar to other crystallized types of incense, when the instructions for its burning are not followed to the letter, it can have a bad effect on the user, and thus permission to use this item is only granted to Demon Slayers currently on duty. Furthermore, the side effect of this crystal is said to be extreme devitalization.",
		"MST_ITEMS_BATTLEITEMS_70600_LONGDESCRIPTION": "Made by using Brown Grass, the light that this eye shines is amplified to cover a very long distance, making it a catalyst for magic that can very well be considered clairvoyance. The light that it shines has a particular purpose. It can penetrate any object, and stretch over any distance, reflecting off any strong spirits that it encounters. It is said that since this item came into use, Demon Slayers have been able to locate the dens of demons more quickly.",
		"MST_ITEMS_BATTLEITEMS_800015_LONGDESCRIPTION": "A revitalizing festive treat that is enjoyed by all.",
		"MST_ITEMS_BATTLEITEMS_800016_LONGDESCRIPTION": "A traditional Mid-Autumn festive treat. A revitalizing and indispensable delicacy.",
		"MST_ITEMS_BATTLEITEMS_800017_LONGDESCRIPTION": "Also known as \"Tears of the Moon.\" A drop of this Crescent Dew into the eye of a fallen hero could initiate a moonlit revival.",
		"MST_ITEMS_BATTLEITEMS_800103_LONGDESCRIPTION": "Trick or Treat! Trick or Treat!!! Candy is good for health. It's customary to give treats to children in costumes when they visit your house. Don't forget to give them a scare as well!",
		"MST_ITEMS_BATTLEITEMS_800104_LONGDESCRIPTION": "A strange piece of glowing crystal that holds a rare power. It was created from the memories of a Knight of Grandshelt who is eager to defend her friends, no matter where their travels may take them.",
		"MST_ITEMS_BATTLEITEMS_800206_LONGDESCRIPTION": "A tasty festive treat.",
		"MST_ITEMS_BATTLEITEMS_800208_LONGDESCRIPTION": "A delicious pepper flavored treat for those with a sweet tooth. It is a snack most fitting of the holiday season.",
		"MST_ITEMS_BATTLEITEMS_800304_LONGDESCRIPTION": "A tasty festive fruit enjoyed by all.",
		"MST_ITEMS_BATTLEITEMS_800305_LONGDESCRIPTION": "A tasty festive treat. People believe that eating Nian Gao during this festive season brings them greater fortune and luck all year long.",
		"MST_ITEMS_BATTLEITEMS_800403_LONGDESCRIPTION": "A delicious, colourful cupcake that is found lying around. Some people say a mysterious hare in clothing leaves them behind.",
		"MST_ITEMS_BATTLEITEMS_800404_LONGDESCRIPTION": "A jewelled egg crafted by a famous goldsmith of otherworldly skills. Opening one reveals a hidden surprise that is sure to delight the beholder.",
		"MST_ITEMS_BATTLEITEMS_800507_LONGDESCRIPTION": "A potion that brings luck to those who consume it.",
		"MST_ITEMS_BATTLEITEMS_800508_LONGDESCRIPTION": "A sinister-looking mixture that offers protection against Dark energy.",
		"MST_ITEMS_BATTLEITEMS_800509_LONGDESCRIPTION": "An ominous concoction that protects Summoners and common people alike from Dark forces."
	}
}