{
	"bfmtMetadata": {
		"createdAt": "2016-10-12T11:36:15.000Z",
		"updatedAt": "2016-10-12T11:36:15.000Z"
	},
	"entries": {
		"MST_LSSPHERE_230003_NAME": "Shining Stone",
		"MST_LSSPHERE_230003_SHORTDESCRIPTION": "Once there was a country that witnessed a shower of stars. Their fall is said to have led to the blooming of flowers in the desert, and even the purification of toxic lakes. Thereafter the king sent his men to every region in the land to investigate this phenomenon. They found what was apparently a fraction of one of the fallen stars, and its composition and shape were made of minerals unknown to the region. Believing it to be a gift from the gods, the king placed the stone upon his crown, and established a peaceful reign that would last for over 18 generations.",
		"MST_LSSPHERE_230103_NAME": "Sacred Flag",
		"MST_LSSPHERE_230103_SHORTDESCRIPTION": "Once there was a knight who would carry this flag with him to every battle. According to a legend inscribed on a stone fragment, whenever the knight raised his flag beams of light would shine down from the heavens, and those following him into battle would be led to victory by the great power and courage it granted them. The whereabouts of this flag were unknown until a certain piece of information was found claiming that a disciple had taken possession of it. Without any further details, however, that claim remains disputable.",
		"MST_LSSPHERE_230203_NAME": "Guarding Light",
		"MST_LSSPHERE_230203_SHORTDESCRIPTION": "This candlestick is believed to have been made by a cynical Summoner who was exploring an unknown world. The magical undying flame burning from its wick guarded its owner from evil, providing generations of Summoners with hope and protection with its light. Its abilities have been upgraded overtime, however, now rendering it able to guard both its owner and those surrounding him or her as well.",
		"MST_LSSPHERE_230303_NAME": "General's Gem",
		"MST_LSSPHERE_230303_SHORTDESCRIPTION": "General Vadom was known as a determined and courageous warrior, who according to legend, created this protective gem to enhance his vitality. With justice and fairness as his personal code, Vadom despised assassinations and dark rumors, and was never afraid of a confrontation. No matter the situation, he never turned his back on this enemies, which inspired a great sense of morale in his troops. He is said to have been resurrected countless times whilst fighting on the frontlines."
	}
}