{
	"bfmtMetadata": {
		"createdAt": "2016-10-12T11:36:15.000Z",
		"updatedAt": "2016-11-11T03:51:38.000Z"
	},
	"entries": {
		"MST_LSSPHERE_230003_LONGDESCRIPTION": "Once there was a country that witnessed a shower of stars. Their fall is said to have led to the blooming of flowers in the desert, and even the purification of toxic lakes. Thereafter the king sent his men to every region in the land to investigate this phenomenon. They found what was apparently a fraction of one of the fallen stars, and its composition and shape were made of minerals unknown to the region. Believing it to be a gift from the gods, the king placed the stone upon his crown, and established a peaceful reign that would last for over 18 generations.",
		"MST_LSSPHERE_230003_NAME": "Shining Stone",
		"MST_LSSPHERE_230003_SHORTDESCRIPTION": "20% boost Rec and max HP",
		"MST_LSSPHERE_230004_LONGDESCRIPTION": "There once was a great temple where a holy statue was revered. One day, the statue began to weep tears of blood. The tears formed beautiful jewels when they dried, and touching them was believed to bestow blessings of long life as well as spiritual and mental healing. The people began to pray to them. Afterwards, the temple's cleric died by mysterious causes, and the statue began to weep tears of blood once again. All at once, the people of the area began to fear the statue, and sealed it deep beneath the earth along with its jewels.",
		"MST_LSSPHERE_230004_NAME": "Noble Blood Gem",
		"MST_LSSPHERE_230004_SHORTDESCRIPTION": "25% boost to Rec, max HP & probability of slight HP absorption",
		"MST_LSSPHERE_230103_LONGDESCRIPTION": "Once there was a knight who would carry this flag with him to every battle. According to a legend inscribed on a stone fragment, whenever the knight raised his flag beams of light would shine down from the heavens, and those following him into battle would be led to victory by the great power and courage it granted them. The whereabouts of this flag were unknown until a certain piece of information was found claiming that a disciple had taken possession of it. Without any further details, however, that claim remains disputable.",
		"MST_LSSPHERE_230103_NAME": "Sacred Flag",
		"MST_LSSPHERE_230103_SHORTDESCRIPTION": "20% boost to Atk & boosts BB gauge each turn",
		"MST_LSSPHERE_230104_LONGDESCRIPTION": "A girdle bestowed upon a gladiator in the Agni Empire by the empress at the time, as a reward for the gladiator's meteoric rise in the arena. Any man who wears this girdle will gain the strength of a savage beast and set unprecedented records. The original gladiator was eventually granted an audience with the empress, but vanished mysteriously several days later. The girdle was later taken up by the next champion, but it is said that its color had changed to a dark red at that point.",
		"MST_LSSPHERE_230104_NAME": "Power Girdle",
		"MST_LSSPHERE_230104_SHORTDESCRIPTION": "25% boost to Atk, boosts BB gauge each turn & 50% boost to Spark damage",
		"MST_LSSPHERE_230203_LONGDESCRIPTION": "This candlestick is believed to have been made by a cynical Summoner who was exploring an unknown world. The magical undying flame burning from its wick guarded its owner from evil, providing generations of Summoners with hope and protection with its light. Its abilities have been upgraded overtime, however, now rendering it able to guard both its owner and those surrounding him or her as well.",
		"MST_LSSPHERE_230203_NAME": "Guarding Light",
		"MST_LSSPHERE_230203_SHORTDESCRIPTION": "20% boost to Def & deters status ailments",
		"MST_LSSPHERE_230204_LONGDESCRIPTION": "Gauntlets used by the white ogres, a minority race in Estria. Made from precious ores and purified by shamans, they are later passed on to individuals by the tribal chieftain as part of a coming-of-age ceremony. As the white ogres hunt with light equipment, these gauntlets are ideal for defense without sacrificing agility, and for reducing weak points. They are also said to have increased the white ogres' success in hunting in hilly areas and forests.",
		"MST_LSSPHERE_230204_NAME": "Ogre Gauntlets",
		"MST_LSSPHERE_230204_SHORTDESCRIPTION": "25% boost to Def, increases resistance to all status ailments & slightly reduces elemental damage",
		"MST_LSSPHERE_230303_LONGDESCRIPTION": "General Vadom was known as a determined and courageous warrior, who according to legend, created this protective gem to enhance his vitality. With justice and fairness as his personal code, Vadom despised assassinations and dark rumors, and was never afraid of a confrontation. No matter the situation, he never turned his back on this enemies, which inspired a great sense of morale in his troops. He is said to have been resurrected countless times whilst fighting on the frontlines.",
		"MST_LSSPHERE_230303_NAME": "General's Gem",
		"MST_LSSPHERE_230303_SHORTDESCRIPTION": "Restores HP each turn & damage taken may restore HP",
		"MST_LSSPHERE_230304_LONGDESCRIPTION": "The sorceress Poliaf was in love. She loved a man that she only dreamed of, a skilled and affectionate healer. She used all forms of magic to search for a man just like him, but never succeeded in the end. Later on, however, a protective charm she created demonstrated surprising restorative effects. She interpreted this as a token of love from the man of her dreams, and is said to have never let it leave her grasp again.",
		"MST_LSSPHERE_230304_NAME": "Affection Charm",
		"MST_LSSPHERE_230304_SHORTDESCRIPTION": "Restores HP each turn, damage taken may slightly restore HP & boosts BC, HC drop rates",
		"MST_LSSPHERE_234000_LONGDESCRIPTION": "There is one forbidden text renowned as both holy and profane. Its contents remain unknown, but one individual's dormant powers are known to have awakened upon reading it. Yet another was unable to contain the knowledge within it, and drowned in a sea of soliloquies, consuming even the people around him. Rumors hold that this book is present in the Imperial Library's catalog, and that the spirit that manages the library has successfully read it.",
		"MST_LSSPHERE_234000_NAME": "Taboo Grimoire",
		"MST_LSSPHERE_234000_SHORTDESCRIPTION": "30% boost to Atk & probable random status ailment infliction",
		"MST_LSSPHERE_235000_LONGDESCRIPTION": "The mantle that sealed the Mystical Wolf's proud, royal soul, it's said to hold part of the Wolf's immense power. It heightens all the senses in those who wear it. Also, in addition to imbuing its wearer with an unyielding will to fight, it imparts the ability to respond calmly and rationally in any situation. An individual wearing this cape is able to continue fighting undaunted no matter the circumstances.",
		"MST_LSSPHERE_235000_NAME": "Lupine Mantle",
		"MST_LSSPHERE_235000_SHORTDESCRIPTION": "25% boost to all parameters, damage taken may slightly boost BB gauge & probable boost to BB gauge when attacking normally"
	}
}