{
	"bfmtMetadata": {
		"createdAt": "2016-10-12T11:36:15.000Z",
		"updatedAt": "2017-07-18T04:19:03.000Z"
	},
	"entries": {
		"MST_LSSPHERE_230003_LONGDESCRIPTION": "Once there was a country that witnessed a shower of stars. Their fall is said to have led to the blooming of flowers in the desert, and even the purification of toxic lakes. Thereafter the king sent his men to every region in the land to investigate this phenomenon. They found what was apparently a fraction of one of the fallen stars, and its composition and shape were made of minerals unknown to the region. Believing it to be a gift from the gods, the king placed the stone upon his crown, and established a peaceful reign that would last for over 18 generations.",
		"MST_LSSPHERE_230003_NAME": "Shining Stone",
		"MST_LSSPHERE_230003_SHORTDESCRIPTION": "20% boost Rec and max HP",
		"MST_LSSPHERE_230004_LONGDESCRIPTION": "There once was a great temple where a holy statue was revered. One day, the statue began to weep tears of blood. The tears formed beautiful jewels when they dried, and touching them was believed to bestow blessings of long life as well as spiritual and mental healing. The people began to pray to them. Afterwards, the temple's cleric died by mysterious causes, and the statue began to weep tears of blood once again. All at once, the people of the area began to fear the statue, and sealed it deep beneath the earth along with its jewels.",
		"MST_LSSPHERE_230004_NAME": "Noble Blood Gem",
		"MST_LSSPHERE_230004_SHORTDESCRIPTION": "25% boost to Rec, max HP & probability of slight HP absorption",
		"MST_LSSPHERE_230005_LONGDESCRIPTION": "Saint Tracion grieved. She grieved for the many lives lost to the unending, senseless wars within her nation. She went on a hunger strike to save her people, praying for them, and dying before her time. The gods that pitied Tracion bestowed a charm upon her adherents. Legends hold that the people's hearts became tranquil and they ceased their violence against one another when Tracion's adherents presented it as an offering at the temple.",
		"MST_LSSPHERE_230005_NAME": "Worship Charm",
		"MST_LSSPHERE_230005_SHORTDESCRIPTION": "30% boost to Rec and max HP, restores HP each turn & damage taken may slightly restore HP",
		"MST_LSSPHERE_230006_LONGDESCRIPTION": "There once was a knight who lived in a faraway land. This knight wore a ring that symbolized the love and affection he shared with the pixie Nallia. This ring also endowed him with the power to recover from any wound. He used the ring's magic to win glory in battle, and on doing so, he became engaged to the queen of the nation he served. However, on the day of their wedding, he removed the pixie's ring. In that instant, the nation's enemies stormed its gates and annihilated it completely. The pixie's ring has not been seen since.",
		"MST_LSSPHERE_230006_NAME": "Spirit Band",
		"MST_LSSPHERE_230006_SHORTDESCRIPTION": "40% boost to Rec, max HP, considerably restores HP each turn, damage taken may slightly restore HP & boosts Rec when HP is under 50%",
		"MST_LSSPHERE_230007_LONGDESCRIPTION": "A ring that appears through scattered references in poems. In an ancient era, a goddess fell in love with a human youth. However, one day the youth was conscripted for a hopeless battle. The goddess exchanged her own life to create a ring that would ward off death, and gave it to her beloved. It is said that under the goddess's protection, the youth and his companions went on fighting no matter how many injuries they sustained, and in the end succeeded in protecting their homeland.",
		"MST_LSSPHERE_230007_NAME": "Ring of Protection",
		"MST_LSSPHERE_230007_SHORTDESCRIPTION": "50% boost to Rec, max HP, greatly restores HP each turn, damage taken may slightly restore HP, boosts Rec when HP is below 50%, hugely boosts BC, HC drop rates & boosts BC, HC efficacy",
		"MST_LSSPHERE_230103_LONGDESCRIPTION": "Once there was a knight who would carry this flag with him to every battle. According to a legend inscribed on a stone fragment, whenever the knight raised his flag beams of light would shine down from the heavens, and those following him into battle would be led to victory by the great power and courage it granted them. The whereabouts of this flag were unknown until a certain piece of information was found claiming that a disciple had taken possession of it. Without any further details, however, that claim remains disputable.",
		"MST_LSSPHERE_230103_NAME": "Sacred Flag",
		"MST_LSSPHERE_230103_SHORTDESCRIPTION": "20% boost to Atk & boosts BB gauge each turn",
		"MST_LSSPHERE_230104_LONGDESCRIPTION": "A girdle bestowed upon a gladiator in the Agni Empire by the empress at the time, as a reward for the gladiator's meteoric rise in the arena. Any man who wears this girdle will gain the strength of a savage beast and set unprecedented records. The original gladiator was eventually granted an audience with the empress, but vanished mysteriously several days later. The girdle was later taken up by the next champion, but it is said that its color had changed to a dark red at that point.",
		"MST_LSSPHERE_230104_NAME": "Power Girdle",
		"MST_LSSPHERE_230104_SHORTDESCRIPTION": "25% boost to Atk, boosts BB gauge each turn & 50% boost to Spark damage",
		"MST_LSSPHERE_230105_LONGDESCRIPTION": "In the distant past, this sword was only granted to history-making champions in the Arena. Just holding this blade heightens the wielder's spiritual focus, and it is said to allow strikes so rapid that opponents cannot retaliate. However, the invincible strength it bestows on wielders also robs them of all eager opponents. Accordingly, it was eventually sealed away beneath the Arena and labeled as a forbidden weapon.",
		"MST_LSSPHERE_230105_NAME": "Forbidden Blade",
		"MST_LSSPHERE_230105_SHORTDESCRIPTION": "30% boost to Atk, considerably boosts BB gauge each turn & 75% boost to Spark damage",
		"MST_LSSPHERE_230106_LONGDESCRIPTION": "A torture implement once used with loving care by a sadistic young tyrant. The gods attempted to visit numerous punishments upon this tyrant for his loathsome ways, but the tyrant forced his magician to transform the torturer's needle into a decoy. It drew off the gods' curses, leaving him unharmed. The needle gained fearsome power as the gods' wrath passed through it time and again, eventually becoming a weapon so destructive it could threaten the gods themselves.",
		"MST_LSSPHERE_230106_NAME": "Wrathful Needle",
		"MST_LSSPHERE_230106_SHORTDESCRIPTION": "40% boost to Atk, Def, considerably boosts BB gauge each turn, 100% boost to Spark damage & slightly boosts critical hit rate",
		"MST_LSSPHERE_230107_LONGDESCRIPTION": "This talisman was created out of the desire for distinguished military exploits. The owner of that talisman died in battle as a price for his heroic feats. The talisman then passed hands to the one who killed him, and after outstanding achievements on another battlefield, they too lost their life. The next owner and the one after also died in battle after their many deeds won them acclaim. After countless warriors gave their lives for this talisman, it came to be said that the spirit of a war god dwelled within it.",
		"MST_LSSPHERE_230107_NAME": "Heroic Serydelic",
		"MST_LSSPHERE_230107_SHORTDESCRIPTION": "50% boost to Atk, Def, considerably boosts BB gauge each turn, 100% boost to Spark damage, boosts critical hit rate, probable Spark vulnerability infliction for 2 turns & boosts BB Atk for 1 turn when Sparks exceed certain amount",
		"MST_LSSPHERE_230203_LONGDESCRIPTION": "This candlestick is believed to have been made by a cynical Summoner who was exploring an unknown world. The magical undying flame burning from its wick guarded its owner from evil, providing generations of Summoners with hope and protection with its light. Its abilities have been upgraded overtime, however, now rendering it able to guard both its owner and those surrounding him or her as well.",
		"MST_LSSPHERE_230203_NAME": "Guarding Light",
		"MST_LSSPHERE_230203_SHORTDESCRIPTION": "20% boost to Def & deters status ailments",
		"MST_LSSPHERE_230204_LONGDESCRIPTION": "Gauntlets used by the white ogres, a minority race in Estria. Made from precious ores and purified by shamans, they are later passed on to individuals by the tribal chieftain as part of a coming-of-age ceremony. As the white ogres hunt with light equipment, these gauntlets are ideal for defense without sacrificing agility, and for reducing weak points. They are also said to have increased the white ogres' success in hunting in hilly areas and forests.",
		"MST_LSSPHERE_230204_NAME": "Ogre Gauntlets",
		"MST_LSSPHERE_230204_SHORTDESCRIPTION": "25% boost to Def, increases resistance to all status ailments & slightly reduces elemental damage",
		"MST_LSSPHERE_230205_LONGDESCRIPTION": "Once upon a time, a small minority fought to protect its tribal holy land against countless invaders. The tribe passed down this sinister, misshapen helmet from generation to generation, and its chieftains always wore it while leading at the battlefront. The tribe's soldiers would gain absolute confidence upon seeing this, as it symbolized their people. Meanwhile, it is said to have instilled the fear of death in enemies and weakened their morale.",
		"MST_LSSPHERE_230205_NAME": "Myrmidon Helm",
		"MST_LSSPHERE_230205_SHORTDESCRIPTION": "30% boost to Def, negates all status ailments & reduces elemental damage",
		"MST_LSSPHERE_230206_LONGDESCRIPTION": "A scepter passed down over generations in the ancient kingdom of Lagfarita. Though Lagfarita had enjoyed peace for many years, barbarian tribesmen began to raid its borders. Lagfarita's soldiers struggled to withstand the mighty barbarians, and the border provinces fell one after another. Then, one day it came to an end when the king brandished this scepter and all the barbarians' attacks were rendered ineffectual. The tide of the war turned suddenly, and Lagfarita was able to drive off the barbarians at last.",
		"MST_LSSPHERE_230206_NAME": "Warding Scepter",
		"MST_LSSPHERE_230206_SHORTDESCRIPTION": "40% boost to Def, negates all status ailments, reduces elemental damage & probable slight damage reduction",
		"MST_LSSPHERE_230207_LONGDESCRIPTION": "There once was an otherworldly kingdom named Akbutecca. In that kingdom within a world already completely destroyed, there lived a famous general called the “Sacred Shield.” He took on otherworldly invaders, and making full use of all types of military tactics and strategies, he thwarted every line of attack and eventually forced them to abandon the invasion. It is thought by some that the people of this kingdom knew of a secret ritual to inherit souls, and the general's soul is said to pass into whoever wears this crown.",
		"MST_LSSPHERE_230207_NAME": "Akbutecca Crown",
		"MST_LSSPHERE_230207_SHORTDESCRIPTION": "50% boost to Def, max HP, negates all status ailments, reduces elemental damage, probable 20% damage reduction, considerably boosts BB gauge when guarding & boosts damage reduction when guarding",
		"MST_LSSPHERE_230303_LONGDESCRIPTION": "General Vadom was known as a determined and courageous warrior, who according to legend, created this protective gem to enhance his vitality. With justice and fairness as his personal code, Vadom despised assassinations and dark rumors, and was never afraid of a confrontation. No matter the situation, he never turned his back on this enemies, which inspired a great sense of morale in his troops. He is said to have been resurrected countless times whilst fighting on the frontlines.",
		"MST_LSSPHERE_230303_NAME": "General's Gem",
		"MST_LSSPHERE_230303_SHORTDESCRIPTION": "Restores HP each turn & damage taken may restore HP",
		"MST_LSSPHERE_230304_LONGDESCRIPTION": "The sorceress Poliaf was in love. She loved a man that she only dreamed of, a skilled and affectionate healer. She used all forms of magic to search for a man just like him, but never succeeded in the end. Later on, however, a protective charm she created demonstrated surprising restorative effects. She interpreted this as a token of love from the man of her dreams, and is said to have never let it leave her grasp again.",
		"MST_LSSPHERE_230304_NAME": "Affection Charm",
		"MST_LSSPHERE_230304_SHORTDESCRIPTION": "Restores HP each turn, damage taken may slightly restore HP & boosts BC, HC drop rates",
		"MST_LSSPHERE_234000_LONGDESCRIPTION": "There is one forbidden text renowned as both holy and profane. Its contents remain unknown, but one individual's dormant powers are known to have awakened upon reading it. Yet another was unable to contain the knowledge within it, and drowned in a sea of soliloquies, consuming even the people around him. Rumors hold that this book is present in the Imperial Library's catalog, and that the spirit that manages the library has successfully read it.",
		"MST_LSSPHERE_234000_NAME": "Taboo Grimoire",
		"MST_LSSPHERE_234000_SHORTDESCRIPTION": "30% boost to Atk & probable random status ailment infliction",
		"MST_LSSPHERE_235000_LONGDESCRIPTION": "The mantle that sealed the Mystical Wolf's proud, royal soul, it's said to hold part of the Wolf's immense power. It heightens all the senses in those who wear it. Also, in addition to imbuing its wearer with an unyielding will to fight, it imparts the ability to respond calmly and rationally in any situation. An individual wearing this cape is able to continue fighting undaunted no matter the circumstances.",
		"MST_LSSPHERE_235000_NAME": "Lupine Mantle",
		"MST_LSSPHERE_235000_SHORTDESCRIPTION": "25% boost to all parameters, damage taken may slightly boost BB gauge & probable boost to BB gauge when attacking normally",
		"MST_LSSPHERE_235001_LONGDESCRIPTION": "An experimental Sphere created by studying parts of automatons encountered at the Abandoned Temple. It has the power to greatly enhance all of the bearer's fundamental attributes. As it does not cause any physical strain, current theory holds that it calculates its bearer's latent abilities and forcibly awakens them. As it is a recycled technology, precise answers will require additional study.",
		"MST_LSSPHERE_235001_NAME": "Automated Warrior",
		"MST_LSSPHERE_235001_SHORTDESCRIPTION": "35% boost to all parameters, hugely boosts critical damage & reduces BB gauge required for BB",
		"MST_LSSPHERE_235002_LONGDESCRIPTION": "Armor made by rearranging the remains of an enchanted puppet. Researchers have confirmed that it has the power to greatly enhance the wearer's basic attributes. Construction of such an item requires remains from an enchanted puppet that still hold traces of the Divine Armor's power, making mass production nearly impossible. The Summoners' Hall holds almost all suits of this type of armor currently known to exist, and utilizes them for research into the mysteries of the sealed gods.",
		"MST_LSSPHERE_235002_NAME": "Armored Soul",
		"MST_LSSPHERE_235002_SHORTDESCRIPTION": "45% boost to all parameters, Spark damage slightly restores HP & slightly boosts BB gauge when damage taken has exceeded certain amount",
		"MST_LSSPHERE_235003_LONGDESCRIPTION": "An ornament that was modeled after accessories worn by the two gods who served under the Holy Emperor. Even though it is an imitation, it has the power to raise one's basic abilities to a superhuman level, as if to show the great difference between gods and humans. Furthermore, various forms of protection are activated depending on the circumstances, as if to reflect the spirit of the two different gods, who were trusted more deeply than the Holy Emperor himself. Many believe this grants the ornament power to guide the wearer straight to victory.",
		"MST_LSSPHERE_235003_NAME": "Tourayet Adornment",
		"MST_LSSPHERE_235003_SHORTDESCRIPTION": "60% boost to all parameters, boosts Atk relative to remaining HP, boosts Def, Rec when HP is low, & hugely boosts all elemental damage",
		"MST_LSSPHERE_236000_LONGDESCRIPTION": "There once was a god of human prosperity that lived in another world. This god loved wine more than anything, and preferred to collect any wines that humans would not drink. Legends hold that the god later traveled the land, granting blessings to wine-producing regions. Rumors also hold that this god would grant divine might to any who could finish a cup of its wine, endowing them with immense physical and spiritual power.",
		"MST_LSSPHERE_236000_NAME": "Ambrosia Wine",
		"MST_LSSPHERE_236000_SHORTDESCRIPTION": "30% boost to Atk and Def & considerably boosts BC drop rate and slightly boosts BB gauge during Spark",
		"MST_LSSPHERE_236001_LONGDESCRIPTION": "A sacred mirror given by a god in recognition of a country's royal family. That family is thought to have been entrusted with the country's governance by the god, but its authority declined with each generation. In the midst of this decline, the country was invaded by a demon and plunged into crisis. The emperor by that time was merely an ordinary person, but seemed transformed and displayed astonishing ability the moment he looked into this sacred mirror. He is said to have gone on to command an army and successfully drove out the demon.",
		"MST_LSSPHERE_236001_NAME": "Glittering Mirror",
		"MST_LSSPHERE_236001_SHORTDESCRIPTION": "50% boost to Atk, Def, max HP, Spark damage considerably boosts BC drop rates and boosts BB gauge, considerably boosts BB gauge when damage dealt exceeds certain amount & considerably boosts OD gauge fill rate",
		"MST_LSSPHERE_237000_LONGDESCRIPTION": "The residents of one other world have a traditional ritual that venerates a being they call a \"holy god.\" In the ritual, the people gather around a bonfire that represents the god to express their gratitude. Legends hold that the bonfire is home to spirits that burn away all manner of curses, and that anyone who plunges into its flames will gain a portion of the holy god's power. The bonfires used in this ritual are said to transform into beautiful crystals upon the ritual's conclusion.",
		"MST_LSSPHERE_237000_NAME": "Holy Beacon",
		"MST_LSSPHERE_237000_SHORTDESCRIPTION": "25% boost to max HP & 10% damage reduction from Fire, Water, Earth, Thunder types",
		"MST_LSSPHERE_238000_LONGDESCRIPTION": "Regalia believed to have been worn by a sect in ancient Grand Gaia that worshiped a being who was neither god nor demon. Legends tell us that the object of their worship was a rainbow-winged dragon who possessed power greater than a god or a demon. Fearing their expansion, the gods launched an assault against the sect. However, the sect continued to pray to the dragon as long as they could, and their regalia is said to have gained the power to deflect even assaults from the gods.",
		"MST_LSSPHERE_238000_NAME": "Rainbow Regalia",
		"MST_LSSPHERE_238000_SHORTDESCRIPTION": "Boosts Atk, Def, Rec when HP is over 50%, 10% reduction to damage from Light, Dark types & boosts HC efficacy",
		"MST_LSSPHERE_238001_LONGDESCRIPTION": "A sacred relic excavated from the ruins of a certain otherworldly temple. It is thought that a god granted this precious chalice as a reward for people's good faith, and that when pious believers put their lips to it, they were able to gain the powers they wished for. Thus the people believed in the gods more and more, and the precious chalice gained more power in response to their faith. The sense of faith continued to accumulate in the precious chalice, until it eventually came to contain greater power than even the gods themselves.",
		"MST_LSSPHERE_238001_NAME": "Lefaire Chalice",
		"MST_LSSPHERE_238001_SHORTDESCRIPTION": "50% boost to max HP, considerably boosts Atk, Def, Rec when HP is over 50%, 10% damage reduction from all types & considerably restores HP for 3 turns whenever HP is below 50%",
		"MST_LSSPHERE_239000_LONGDESCRIPTION": "This masterfully crafted sword is said to have been forged from sunlight in the distant past. In crafting it, the master smith also sacrificed his own life. It was made to slay a demon that cloaked itself in shadowy defenses and held unmatched power, and the smith entrusted it to a swordmaster upon completion. The demon sneered on seeing the blade, saying that its light would only shine for an instant. However, the tales tell us that the swordmaster cleaved through the demon's defenses and sliced it in two in the instant before the blade's light dissipated.",
		"MST_LSSPHERE_239000_NAME": "Sunblade",
		"MST_LSSPHERE_239000_SHORTDESCRIPTION": "100% boost to Atk, Def for first 3 turns, boosts BC efficacy & damage dealt boosts BB gauge"
	}
}