{
	"bfmtMetadata": {
		"createdAt": "2015-08-13T15:42:33.000Z",
		"updatedAt": "2016-05-06T07:55:07.000Z"
	},
	"entries": {
		"MST_NPC_MESSAGE_10_MSG": "You can add a 4 digit password. A password is needed to enter a password protected Room.",
		"MST_NPC_MESSAGE_11_MSG": "You can enter a short message to convey to others your mission and so forth.",
		"MST_NPC_MESSAGE_12_MSG": "Select a Quest. Choose from the various missions one which fits your strengths and goals.",
		"MST_NPC_MESSAGE_13_MSG": "Confirm the details of your Quest. However, only the Room Master can select a Quest, so you are unable to here.",
		"MST_NPC_MESSAGE_14_MSG": "Select the Raid Class for the Quest you wish to go on. The more stars, the harder a mission is, so choose wisely.",
		"MST_NPC_MESSAGE_15_MSG": "Which Quest Class are you going with? Select the one you wish to see.",
		"MST_NPC_MESSAGE_16_MSG": "Limited Time Trial is over! Raid Battle is currently closed. Please wait until we reopen.",
		"MST_NPC_MESSAGE_17_MSG": "The new trial isn\\'t ready yet! I\\'m preparing a super powerful mock Unit so you\\'d better get ready.",
		"MST_NPC_MESSAGE_18_MSG": "You think you have what it takes to defeat my mock Units? You should be really familiar with your opponent this time! I wonder how long you\\'ll last?",
		"MST_NPC_MESSAGE_19_MSG": "Hmm, you\\'re better than I expected. However, if you think you can beat my next Unit, you\\'re wrong! I doubt you\\'ll even be able to survive the first blow!",
		"MST_NPC_MESSAGE_1_MSG": "Please select a World. You can directly enter the Room in which a Friend is playing by selecting them through the Friend Search.",
		"MST_NPC_MESSAGE_20_MSG": "These mock Units are made of something completely different. You\\'re in for a shock once you start fighting them!",
		"MST_NPC_MESSAGE_21_MSG": "Hmm. I don\\'t think I can let you try this one yet. Why don\\’t you try the St. Lamia quest first and then come back?",
		"MST_NPC_MESSAGE_22_MSG": "Select Raid Class and Playing Style. You can't select a class higher than your own, but you can select one lower. Fight alongside other Summoners.",
		"MST_NPC_MESSAGE_23_MSG": "Set password and Auto-join settings. Set Auto-join to off to prevent other Summoners from automatically joining your Room. Add a password to password protect your Room.",
		"MST_NPC_MESSAGE_24_MSG": "Set Expel setting. Turn Expel on to be able to kick out other Summoners from the Room you create.",
		"MST_NPC_MESSAGE_25_MSG": "Wow, you look really determined this time.<br>I don't like that at all.<br>But that's just fine!<br>I'm looking forward to seeing how long you can keep your spirits up.",
		"MST_NPC_MESSAGE_26_MSG": "Do you really think I'm going to acknowledge you<br>after that poor excuse for a battle?<br>Don't make me laugh. <br>You should go defeat the rest of the Fallen Gods first.",
		"MST_NPC_MESSAGE_27_MSG": "Please select the lowest level and Quest desired. You cannot select a higher level than your own. Only Quests that you have already cleared can be selected.",
		"MST_NPC_MESSAGE_28_MSG": "Aren't you a bit tired?<br>Your opponent today is perfect for you.<br>He will definitely make you feel all the frustation<br>I felt while I was programming him!",
		"MST_NPC_MESSAGE_29_MSG": "You can imagine who your next opponent will be,<br>can't you? Then stop wasting time,<br>and get ready! I won't lose next time around!",
		"MST_NPC_MESSAGE_2_MSG": "Select whether to create a Room yourself or to join someone else's. Select Auto-join Room to automatically enter an open Room.",
		"MST_NPC_MESSAGE_30_MSG": "Do you really think I'm going to acknowledge you<br>after that poor excuse for a battle?<br>Don't make me laugh. <br>You should go defeat the rest of the Fallen Gods first.",
		"MST_NPC_MESSAGE_31_MSG": "I have a mock Unit dying to fight you!<br>Do you have what it takes to face<br>the \"Goddess of the Arena\"?",
		"MST_NPC_MESSAGE_32_MSG": "You can guess who your opponent's gonna be this<br>time, right? It took a lot of effort to<br>replicate all those special powers, you know.<br>Now go on and have some fun.",
		"MST_NPC_MESSAGE_33_MSG": "Do you really think I'm going to acknowledge you<br>after that poor excuse for a battle?<br>Don't make me laugh. <br>You should go defeat the rest of the Fallen Gods first.",
		"MST_NPC_MESSAGE_34_MSG": "This time your opponents are people you know.<br>They'll come at you one after the other.<br>It'll be completely different than before,<br>so I hope you enjoy yourself out there.",
		"MST_NPC_MESSAGE_35_MSG": "You summon lots of heroes for a living, but<br>that doesn't matter to him. After all,<br>he's the knight who defeated all those heroes<br>in the first place...",
		"MST_NPC_MESSAGE_36_MSG": "Don't you have somewhere else to be right now?<br>Come back after you've beaten whomever you<br>need to. I'll still be here.",
		"MST_NPC_MESSAGE_37_MSG": "You summon lots of heroes for a living, but<br>that doesn't matter to him. After all,<br>he's the knight who defeated all those heroes<br>in the first place...",
		"MST_NPC_MESSAGE_38_MSG": "Don't you have somewhere else to be right now?<br>Come back after you've beaten whomever you<br>need to. I'll still be here.",
		"MST_NPC_MESSAGE_39_MSG": "Lots of old friends are coming your way,<br>but they've really changed after some time.<br>I hope you enjoy your time with them though.",
		"MST_NPC_MESSAGE_3_MSG": "Please enter Room conditions. Search after selecting conditions to find a Room that fits the criteria you set.",
		"MST_NPC_MESSAGE_40_MSG": "You're already looking forward to the next Trial? Well, I wanted to do some more research first, but guess not. Fine, I'll show ya what I have so far! Here are the fruits of my research!",
		"MST_NPC_MESSAGE_41_MSG": "I got another special opponent for you this time. This one hadn't made an appearance here yet, but you know well enough... Can you guess who?",
		"MST_NPC_MESSAGE_42_MSG": "I got another special opponent for you this time. This one hadn't made an appearance here yet, but you know well enough... Can you guess who?",
		"MST_NPC_MESSAGE_43_MSG": "These mock Units are made of something completely different. You're in for a shock once you start fighting them!",
		"MST_NPC_MESSAGE_4_MSG": "There are extra Item slots available in Raid. Don't forget to take enough supplies with you.",
		"MST_NPC_MESSAGE_5_MSG": "Materials obtained during Quests will be automatically added to your Item inventory in Town.",
		"MST_NPC_MESSAGE_6_MSG": "Select a Playing Style. Which style do you like? Select a style that fits you to make your mission easier.",
		"MST_NPC_MESSAGE_7_MSG": "Select a Target. Team up with others to take on a common foe! Search for a Room with the same Target as you.",
		"MST_NPC_MESSAGE_8_MSG": "Select a Raid Class. You can't select a class higher than your own, but you can select one lower. Fight alongside other Summoners.",
		"MST_NPC_MESSAGE_9_MSG": "Select your Auto-join Room settings. Turn off Auto-join to prevent other Summoners from automatically joining your Room."
	}
}