{
	"bfmtMetadata": {
		"createdAt": "2015-08-13T15:42:33.000Z",
		"updatedAt": "2016-10-12T11:36:15.000Z"
	},
	"entries": {
		"MST_RAIDMISSION_2000_DESC": "\"A Request from Akras Summoners' Hall\"<br> Hello! Elise, informant for the Demon Slayers, here. The Akras Summoners' Hall has created this easy mission for Summoners who aren't used to Demon Slayers' work  just yet. To begin training yourself, please eliminate the Fire Eater roaming around Moize Plains. It might be an easy mission, but don't let your guard down!",
		"MST_RAIDMISSION_2001_DESC": "\"A Request from an Old Doctor\"<br> My wife was a Summoner. She joined the Demon Slayers when she grew of age, and participated in many great exploits... However, 20 years ago she was beaten by an armored ice beast. That beast still lives. It torments me so... Please, avenge my wife! Though she's still alive!",
		"MST_RAIDMISSION_2002_DESC": "\"A Request from a Young Botanist\"<br> I am currently studying the differences between plants from Elgaia and plants that Summoners bring back from Grand Gaia. I want to find their differences by using my own methods, but... I heard that an enormous tree was found nearby, and my curiosity is piqued. Please defeat the Bewitched Tree Meru-Meru, and bring me back any information you gather!",
		"MST_RAIDMISSION_2003_DESC": "\"A Request from a Tough Merchant\"<br> I have very little talent as a Summoner, so I have no choice but to sell goods for a living, but...Granomos keep popping up in all my trade routes! And on top of that, they always show up when there's a big crowd! Not only is it dangerous, but I can't move my stuff! I won't ask you to slay all of them, but at least 5! Only 5 should be enough, please!  ",
		"MST_RAIDMISSION_2004_DESC": "\"A Request from a Chef Who's Trying to Make It Big\"<br> Hey, do you know the great chef of legend? They say that he used incredible monsters as his ingredients. I've been thinking that I wanna try the same thing! Do you know the Fire Eater? If I make that thing's tongue into a steak, I might become pretty famous too. So with that said, I'd like you to hunt those ingredients for me!",
		"MST_RAIDMISSION_2005_DESC": "\"A Request from an Easygoing Summoner\"<br> Do you know the Armored Ice Beast Dalmogia? Like its name suggests, its shell is super hard, but I saw it recently in the wetlands, eating seaweed and hanging around. I thought it looked kinda cute, but it came charging at me when it spotted me. I almost didn't make it out of there alive. Oh, this is a request for you to get rid of it.",
		"MST_RAIDMISSION_2006_DESC": "\"A Request from an Old Doctor\"<br> My wife was a Summoner. She had been with the Demon Slayers for quite some time, giving all her young colleagues hell... However, 12 years ago she was beaten by a bewitched tree. You know where I'm going with this, right? Please, avenge my wife! Of course, she's still doing great.",
		"MST_RAIDMISSION_2007_DESC": "\"A Request from Akras Summoners' Hall\"<br> Hello! Elise, informant for the Demon Slayers, here. It looks like a huge demon has appeared in Mt. Ziland! We have to stop that demon as soon as possible, before it causes any more damage to other regions. It will be a tough mission, but there's no doubt that everyone will recognize your strength after slaying that demon!",
		"MST_RAIDMISSION_2008_DESC": "\"A Request from the Summoners' Research Lab\"<br> Hello! Elise, informant for the Demon Slayers, here. We have received a request from the Akras Summoners' Research Lab. They want to conduct some studies on a demon named Medanche, and therefore would like you to defeat it. This time around you can get lots of Brave Medals as a reward for your efforts, so give it your best shot! Now let's go earn some Medals!",
		"MST_RAIDMISSION_2011_DESC": "\"A Request from Akras Summoners' Hall\"<br>Hello! Elise, informant for the Demon Slayers, here.<br>It seems a male warrior from another world has suddenly appeared. We have sent a few people to investigate, but the warrior always ends up attacking them until they flee. Please hurry to the scene and stop this strange man. Be careful though! After all, he is from another world!",
		"MST_RAIDMISSION_3000_DESC": "\"A Request from a Tough Merchant\" <br>They're at it again, and this time they're Medronomus! Are those things following me?! Anyway, it's almost impossible to cross those terrible snow paths with those monsters around! There's just no way I can get rid of those alone and transport my goods. Please help! Get rid of just 5 of them for me!",
		"MST_RAIDMISSION_3001_DESC": "\"A Request from a Prestigious Noble Family\"<br> I'm a nobleman from a country far from here, and no Summoner. However, I really wish to contribute to the Summoners' Hall. Thus, I've decided to sponsor some of their dangerous missions. But just donating the money wouldn't be any fun, so I made a request here instead. Well then, let's see what you're made of.",
		"MST_RAIDMISSION_3002_DESC": "\"A Request from a Young Botanist\"<br> I am currently studying the differences between plants from Elgaia and plants that Summoners bring back from Grand Gaia. This time I'm not making a request to survey a demon plant. It's not my specialty, but I heard there's a shining dragon demon which has tree-like appendages growing from its back, and I'm intrigued. Please research that dragon's back and bring me back the details! ",
		"MST_RAIDMISSION_3003_DESC": "\"A Request from a Tough Merchant\"<br> I can't believe it! They attacked me again! This time it was both Granomos and Medronomus. What gives?! Are they attracted to my body odor, or something?! Please, do something. I'm so sick of them popping up... This is the last time I make this request, honest.",
		"MST_RAIDMISSION_3004_DESC": "\"A Request from a Sickly-Looking Summoner\"<br> What should I do...? I'm in big trouble... Nobody believes me, but I know what I saw! It was a fire eating dragon and a thunder beast fighting each other on the grassy plains! And it wasn't a turf-war or anything like that either! I keep thinking about what could happen if I ran into them while doing research, and it scares me so much that I can't get a wink of sleep! Please, help me get some rest!",
		"MST_RAIDMISSION_3005_DESC": "\"A Request from a Young Botanist\"<br> I am currently studying the differences between plants from Elgaia and plants that Summoners bring back from Grand Gaia. I've received news of an incredible discovery! It seems like an ice armored beast, and a bewitched tree have formed a symbiotic relationship! That sounds a tad interesting. If only I could research it myself...",
		"MST_RAIDMISSION_3006_DESC": "\"A Request from a Scholastic Summoner\"<br> I was attacked by a demon I had never encountered while surveying the wetlands. Its movements were unlike any of this world. I thought the gods disliked things from other worlds, but maybe they are unaware of its existence? I wanted to look into it more,  but unfortunately, this injury prevents me from doing so. I would like you to look into it in my stead.",
		"MST_RAIDMISSION_3007_DESC": "\"A Request from a Young-Looking Summoner\"<br> Brr, even now I can't stop shaking. We ran into a demon in the volcano, and let me tell ya, the Demon Slayers are a tough bunch! I don't know how they do it, but I just stood there shaking. Couldn't move an inch. That demon slayed everyone there but me, and then let me go. Is it trying to lure others into a trap? Maybe posting this request was a mistake...",
		"MST_RAIDMISSION_3008_DESC": "\"A Request from an Old Doctor\"<br> My wife was a Summoner. Even though she had turned into a grandma she was still more spirited than any of the young fellows in the Demon Slayers... But one day, she was beaten by a thunder beast. When was it, again? Maybe, 12 years ago? You know what I'm going to say next, right? Please avenge my wife! I'm sure my wife wants the same thing!",
		"MST_RAIDMISSION_3009_DESC": "\"A Request from a Face Covered Summoner\"<br> Ahaha...the Laguna Rex from back then. I've finally...found it. I have a favor to ask you: kill that shining dragon for me. And if you can afford it, give it a slow and painful death. Hehehe, I don't care what it takes, I just want my revenge. I will make sure it pays for robbing me of my beautiful face.",
		"MST_RAIDMISSION_3010_DESC": "\"A Request from a Dying Summoner\"<br> When we went to pass on this request to other Demon Slayers, I suffered a fatal injury that will most likely take my life. It was clad in darkness. Everything around us suddenly turned black, and not knowing was happening, we were all done in. It was completely different from when we fought it before. I bet it's angry that we have hurt the gods so...",
		"MST_RAIDMISSION_3011_DESC": "\"A Request from Akras Summoners' Hall\"<br> Hello! Elise, informant for the Demon Slayers, here. A dangerous demon has appeared in Mt. Ziland! This is not a task for a regular Summoner to carry out, so we're only asking those who have proven their prowess in battle. This is an extremely dangerous mission, but we must defeat this demon and prevent it from disrupting our research. Please slay it!",
		"MST_RAIDMISSION_3012_DESC": "\"A Request from a Pretentious Summoner\" <br> The truth is that I don't want to reveal its location to anyone, but there is a hole-in-the-wall in the plains where you can gather lots of materials. That's where I always get mine, but a crazy tree monster has made it its home, and now I can't get near it! I really hate to disclose the place, but I'll be ruined at this rate. Please, get rid of that monster for me!",
		"MST_RAIDMISSION_3013_DESC": "\"A Request from the Summoners' Research Lab\"<br> Hello! Elise, informant for the Demon Slayers, here. We have received a request from the Akras Summoners' Research Lab to defeat a strange demon named Medanche. The survey regarding this demon is of utmost importance to the Summoners' Research Lab, so this time around you can get lots of Brave Medals as a reward for your efforts! Collect as many Medals as you can!",
		"MST_RAIDMISSION_4000_DESC": "\"A Request from a Chef Who's Trying to Make It Big\" <br> Yo! Remember me? I'm the chef looking to become a legend. That steak you helped me get last time was a flop! No matter how much fire I tried to use, the darn thing would not cook. So I've changed my mind! A fire dragon! Get me the tongue of a fire dragon! I'm planning to make a stew this time, and when it's done, I'll let you have some! Oh, and spread the word about me while you're at it too!",
		"MST_RAIDMISSION_4001_DESC": "\"A Request from Akras Summoners' Hall\"<br> This is a request from the Defense Department. It seems there is quite the commotion at the Moize Plains, where the Regular Army is currently surveying the land. This is quite the task for the little chicks, so that means your turn is up. Ho ho ho.",
		"MST_RAIDMISSION_4002_DESC": "\"A Request from a Diligent Summoner\"<br> I saw it. I saw him being attacked. That tough man who is always traveling around with his goods. I tried to help him, but he said he'd be fine, so I should go ahead without him... But I'm still worried about him. It all happened at Sedoria Swamp. Please, save that man!",
		"MST_RAIDMISSION_4003_DESC": "\"A Request from a Young-Looking Summoner\"<br> I delivered a request for the Demon Slayers recently, and I got a bit curious, so I tried to find the demon myself. To say that the demon I saw was terrifying would not do it justice... And to boot, another one just like it appeared out of nowhere! I ran away to save my own hide, but someone should definitely go out there and slay them, just in case.",
		"MST_RAIDMISSION_4004_DESC": "\"A Request from an Old Doctor\"<br> My wife was a Summoner. She's already 60, but she's a strong as ever. However, we'll never forget that fateful day 5 years ago, when that shining dragon beat her in the snowy plains.  Hmm? Was it 8 years ago? Which story are we talking about, again?  But you know what follows, don't you? Please, avenge my wife! By the way, she's napping right now.",
		"MST_RAIDMISSION_4005_DESC": "\"A Request from Transferred Personnel\"<br> I lost contact with my friend in Mt. Ziland. It has been confirmed that a demon was sighted in the volcano, but she should've been able to escape something like that. But you never know, so I want that thing to be defeated quickly so we can conduct a search for her. She's...a really good friend of mine. Well then, may the odds be forever in your favor.",
		"MST_RAIDMISSION_4006_DESC": "\"A Request from a Sharp-Eyed  Woman\"<br> My son was a brave, brave Summoner... So brave, that he decided to take on a demon all by himself. My request is that you kill that creature my foolish son was unable to defeat. I refuse to die until I know that thing has been slain! That abominable thing... Please, bring its life to an end.",
		"MST_RAIDMISSION_4007_DESC": "\"A Request from Akras Summoners' Hall\"<br> Hello! Elise, informant for the Demon Slayers, here. Nalda Dalia has appeared in Myull Neve! This demon is far more dangerous than the others you've encountered so far, so it has to be slain immediately! Only Summoners who are confident in their abilities may answer this post. But whatever you do, don't try to take this demon on your own! We prohibit it!",
		"MST_RAIDMISSION_4008_DESC": "\"A Request from Akras Summoners' Hall\"<br> This is a request from the Defense Department. A part of the Regular Army is currently surveying the Sedoria Swamp, but a fire dragon seems to have appeared there. It would wipe the floor with the little chicks, so I'm asking you to take care of it. But don't get careless! This fire dragon is much more powerful than the average. Ho ho ho.",
		"MST_RAIDMISSION_4009_DESC": "\"A Request from an Agitated Summoner\"<br> Oh no! Oh goodness, no! This is terrible! Two demons?! Are they breeding?! A Meli-something and a Redu-something-else came out of nowhere and BAM! And then it was like, BOOM! And then WHAM! There's no way they can be beaten! Do NOT go over there, you hear me?!",
		"MST_RAIDMISSION_4010_DESC": "\"A Request from an Agitated Summoner\"<br> Oh geez! This is crazy! Just, unbelievable! Those demons! That fire dragon and that shining dragon are taking over everything! The fire one came like   ROAR, and the shiny one came like GROWL! And then a Nalda-whatchamacallit showed up with a BLAM, followed by a WHOOSH, and finally a CRASH! Do NOT go over there, you hear me?!",
		"MST_RAIDMISSION_4011_DESC": "\"A Request from Akras Summoners' Hall\"<br> W-We're in some serious trouble! This is really bad! Oh, ahem. Elise, informant for the Demon Slayers, here. We've gotten word that the God of Havoc, Mistzug, has appeared in Mt. Ziland! If we leave it to its own devices, it will end up endangering all of the Summoners in the nearby region! Please, find a way to take him down!",
		"MST_RAIDMISSION_4012_DESC": "\"A Request from the Summoners' Research Lab\"<br> Hello! Elise, informant for the Demon Slayers, here. We have received a request from the Akras Summoners' Research Lab to defeat Medanche. Apparently no matter how many times they study the demon, they want to continue advancing their research to the next level. Anyway, the Lab's expectations are quite high, so this time around you can get an enormous amount of Brave Medals as a reward for your efforts! Let's fill your pockets with Medals!",
		"MST_RAIDMISSION_4015_DESC": "\"A Request from Akras Summoners' Hall\"<br>Hello! Elise, informant for the Demon Slayers, here.<br>I'm afraid the otherworldly warrior who appeared just recently, Barbatos, no longer cares to make a distinction between Summoners and common folk when choosing his opponents. We ask you to please put a stop to his rampage. Take good care of yourself when facing this terrible opponent!",
		"MST_RAIDMISSION_5000_DESC": "\"A Request from a Veteran Summoner\"<br>I was requested to watch over a rookie, and now I can't complete all the missions I had taken on before that! That's why I'm looking for a Summoner who will go defeat a thunder beast for me. Does anyone know of someone with a strong arm that could help me out? All the people I know are unavailable, you see.",
		"MST_RAIDMISSION_5001_DESC": "\"A Request from Akras Summoners' Hall\"<br>Hello! Elise, informant for the Demon Slayers, here. We have received a mission from Akras Summoners' Hall that calls for the extermination of a highly dangerous demon causing severe damage in the Moize Plains. Your target is called Yugreia... It seems like this beast is far stronger than any you have fought so far. Please proceed with caution, and don't do anything reckless.",
		"MST_RAIDMISSION_5002_DESC": "\"A Request from an Easygoing Summoner\"<br>Is it true that you can take on two demons at once? It's not like I doubt your skills or anything like that, but considering the demons I know about, you can't blame me for being a little skeptical. But I think you've got what it takes, so why not give it a try? Oh! You will?! They're at the volcano, so good luck!",
		"MST_RAIDMISSION_5003_DESC": "\"A Request from a Tough Merchant\"<br>Umm, I don't think I have to make a detailed request for this one, but I'll ask again. Thanks to you they have calmed down a little bit, but they're back at it again! I'm talking about the Granomos, of course! I swear they're picking on me for some reason...",
		"MST_RAIDMISSION_5004_DESC": "\"A Request from a Scholastic Summoner\"<br>I was attacked by a demon I had never seen before while surveying the snowfields. Its appearance resembled that of an infernal watchdog ablaze... Captivated by its burning bright eyes and its snow-white fur, I found myself completely unable to move. I wonder if I became paralyzed while admiring its beauty, or while cowering in fear. Either way, I think you should experience it for yourself.",
		"MST_RAIDMISSION_5005_DESC": "\"A Request from a Sickly-Looking Summoner\"<br>I went on a mission to defeat Nalda Delia, but...to be quite honest, I'm seriously regretting it now. A Summoner my level stands no chance against it. I barely lasted a few minutes out there, and that was only by giving it my all. After being able to come back alive, I think I should entrust my mission to a Summoner stronger than myself.",
		"MST_RAIDMISSION_5006_DESC": "\"A Request from a Worried Youth\"<br>Oh no...it's like my worst nightmare come true.... Nobody believes me, but I saw it with my own eyes! A monster on the volcano that nobody's seen before! I swear, my mind wasn't playing tricks on me! Just thinking about running into that thing again makes me so anxious I can't sleep... Please, I need a good night's sleep tonight!",
		"MST_RAIDMISSION_5007_DESC": "\"A Request from a Dying Summoner\"<br>By the time this request reaches other Demon Slayers, my life will surely be gone. The beast of light and dark and the god of destruction have us trapped between them. These are two powerful demons--I don't ask that you save me--just that you vanquish them.",
		"MST_RAIDMISSION_5008_DESC": "\"A Request from Akras Summoners' Hall\"<br>Hello! Elise, informant for the Demon Slayers, here.<br>I have an urgent request for you this time: I have reports that the real Yugreia has been found on the Moize Plains, attacking Summoners. I request that all Demon Slayers who receive this message head there to slay this menace immediately. This is the moment of truth... Be safe!",
		"MST_RAIDMISSION_5010_DESC": "\"A Request from the Summoners' Research Lab\"<br>Hello! Elise, informant for the Demon Slayers, here.<br>I have the request to slay the demon Medanche that you've been waiting for! From the number of Brave Medals in the reward, you can probable tell how the researchers are dying to get their hands on it! Now go earn your loot!",
		"MST_RAIDMISSION_6000_DESC": "\"A Request from a Young Botanist\"<br>This time I would like you to gather information about a mysterious phenomenon: a forest that turned into a bog literally overnight. There is no question that the bog must be infested with plant-like creatures. I am eager to hear what you discover there!",
		"MST_RAIDMISSION_6001_DESC": "\"A Request from Akras Summoners' Hall\"<br>This is a covert request from the Defense Department.<br>The site where a mighty demon was defeated has become the battleground for a territorial dispute between monsters. The one that came out on top is quite a nasty creature, and for certain reasons I have requested your help instead of the Regular Army's. If this becomes public, the people will surely panic, so please tread lightly.",
		"MST_RAIDMISSION_6002_DESC": "\"A Request from Akras Summoners' Hall\"<br>Hello! Elise, informant for the Demon Slayers, here.<br>This time your targets to slay are a thunder beast and a fire-clad dragon. Don't underestimate them, because these creatures are stronger than any we have come across before. Make sure you are well prepared before you mobilize!",
		"MST_RAIDMISSION_6003_DESC": "\"A Request from a Recovering Summoner\"<br>First of all, please let me apologize for making you clean up my mess... My request this time is for you to slay the beasts that I failed to on my own. My squad encountered 3 of them yesterday on the snowfield. We managed to take down one of them, but got trapped between the other two. Please. We aren't in any condition to fight, so you must get rid of this threat!",
		"MST_RAIDMISSION_6004_DESC": "\"A Request from Akras Summoners' Hall\"<br>This is a special request from the Defense Department.<br>It is directed at the Summoners who took care of that demon from before. A new one has appeared, and they seem to be working together. In order to destroy them once and for all, I need the help of those familiar with the Aquatic Fire God.",
		"MST_RAIDMISSION_6005_DESC": "\"A Request from an Uptight Researcher\"<br>This is my first time requesting such a thing, for forgive me if I don't follow the required protocol. Essentially, I am asking you to survey Sedoria Swamp. An unknown life form has been sighted there, but no information is available about the creature. Therefore, I need you to make first contact and examine it, as well as retrieve a sample. That is the extent of my request. Your expediency is appreciated.",
		"MST_RAIDMISSION_6006_DESC": "\"A Request from a Gloomy Fortuneteller\"<br>Fate does not bode well for you. At this rate you will encounter a small accident that will cause your death. However, I can give you some advice. Yes, there is a way you can change your fate. I see a meadow full of danger. If you are victorious in battle there, your luck will change for the better... I'm sure of it.",
		"MST_RAIDMISSION_6007_DESC": "\"A Request from an Old Doctor\"<br>My wife was a Summoner, you see. It was about time for her to retire, but she refused saying that she still had what it took, and made quite a fuss. There was a terrifying demon in the snow fields...hmm...5 years ago or so? What's the point, you ask? Well, you know where I'm going with this, don't you? Please defeat that demon before my wife gets there! By the way, she's in intensive training right now. ",
		"MST_RAIDMISSION_6008_DESC": "\"A Request from Akras Summoners' Hall\"<br>Hello! Elise, informant for the Demon Slayers, here.<br>As you already know, we're currently facing the enormous threat of a demon invasion, putting us in a state of emergency. This mission requires the extermination of the highly dangerous demon Arkem. Other squadrons have been dispatched to attack different parts of the enemy, but please prepare yourself to the best of your ability and head towards the target.",
		"MST_RAIDMISSION_6009_DESC": "\"A Request from Akras Summoners' Hall\"<br>Hello! Elise, informant for the Demon Slayers, here.<br>A large number of demons have begun invading us again! Lord Owen is away on another mission at the moment, and this time it's not only Arkem which needs to be stopped, but lots of other demons as well! This is an extremely dangerous mission, so please don't do anything reckless...",
		"MST_RAIDMISSION_6010_DESC": "\"A Request from Akras Summoners' Hall\"<br>Hello! Elise, informant for the Demon Slayers, here.<br>The target of this mission is located in Ishgria. However, this is a top secret mission, so please do not share the details with anyone else! Especially not Noah... From the looks of it, a demon is blocking the entrance to Ishgria. Your mission is to eliminate him!<br><color=255:0:0>*You must complete this mission alone</color>　",
		"MST_RAIDMISSION_6011_DESC": "\"A Request from an Earnest Summoner\"<br>This is an emergency! I'm sending this mission from my location in the field. While I was distracted with Ishgrian demons, it seems I let some other native ones gang up on me. I've been sent urgent reinforcements, so now is the time to take them down!",
		"MST_RAIDMISSION_6020_DESC": "\"A Request from Akras Summoners' Hall\"<br>Hello! Elise, informant for the Demon Slayers, here.<br>We are in a current state of emergency!! Barbatos has learned of the existence of the Akras Summoners' Hall, and is said to be making his way here now! We would be in serious trouble if he manages to make it this far!! Please do anything you can to stop him from reaching us here!!",
		"MST_RAIDMISSION_7000_DESC": "\"A Request from Akras Summoners' Hall\"<br>Hello! Elise, informant for the Demon Slayers, here.<br>Apparently that demon you defeated before claims that you have what it takes to fight him, and is waiting for you to go challenge him again! Please eliminate him, for the sake of our land survey's progress. He seems to be a particularly persistent demon, so do be careful out there! ",
		"MST_RAIDMISSION_7001_DESC": "\"A Request from Akras Summoners' Hall\"<br>Hello! Elise, informant for the Demon Slayers, here.<br>A strange machine traveling at great speeds has been spotted in the area. It seems it's quite dangerous, so Summoners' Hall would like you to dispose of it as soon as possible. However, if things get out of hand, please think of your safety first! Though I don't think it will stick around for very long...",
		"MST_RAIDMISSION_7002_DESC": "\"A Request from Akras Summoners' Hall\"<br>Hello! Elise, informant for the Demon Slayers, here.<br>We received a report from a Summoner who was out exploring, saying he received a message from a demon with a dragon's head. The message reads \"Lord Barion awaits atop Mount Dahm. He waits to test your strength.\" It seems this is a terrifyingly powerful demon. Any who choose to go should take all due precautions.",
		"MST_RAIDMISSION_7003_DESC": "\"A Request from a Pallid Summoner\"<br>This is from when I was out on a mission earlier. I was able to take down the monster I was after with ease. But then I happened to spy a girl there. A girl, who had no business being there. Which...is weird, when you think about it. Anyway, then the demon spoke. She said, \"Call that Summoner here. A new me has come to play.\"",
		"MST_RAIDMISSION_7004_DESC": "\"An Urgent Request from Akras Summoners' Hall\"<br>Red alert! All Summoners who see this notice are to proceed immediately to the defense of the survey base! Massive trees controlled by a demon are lacing together to form a wall and encroaching on the survey base! The demon controls otherworldly technologies, and the location is extremely dangerous! Please proceed immediately upon making preparations, and work together to put a stop to the demon's invasion!",
		"MST_RAIDMISSION_7005_DESC": "\"A Request from Akras Summoners' Hall\"<br>Hello! Elise, informant for the Demon Slayers, here. We have an urgent request from a Summoner engaged in a scouting mission in Ishgria! They need another able-bodied Summoner to join them...but that's strange, there's nothing specific about the mission. Careful with this one...",
		"MST_RAIDMISSION_7006_DESC": "\"Request from a Veteran Summoner\"<br>I lost sight of my partner while adventuring. I can't find any clues as to what's become of them. If you've got some time, I could use a hand. But, just be careful of one thing... My partner said something strange before disappearing, something about \"The disciple is calling.\" I've got a bad feeling about that...",
		"MST_RAIDMISSION_7007_DESC": "\"A Request from Akras Summoners' Hall\"<br>Hello! Elise, informant for the Demon Slayers, here.<br>There are still lots of regions in Ishgria that we haven't set foot in yet. We've dispatches a survey squad to one such region, but they discovered some sort of ruin-like buildings that can't be entered due to a seal. Please defeat the demon maintaining the seal.",
		"MST_RAIDMISSION_7008_DESC": "\"A Request from Akras Summoners' Hall\"<br>Hello! Elise, informant for the Demon Slayers, here. We have a terrible situation! Ishgrian demons are fighting sporadic battles against each other in the mountain regions. Please, eliminate all of these demons before Grand Gaia itself is reduced to scorched earth!",
		"MST_RAIDMISSION_7009_DESC": "\"A Request from Akras Summoners' Hall\"<br>This is a private request due to extreme circumstances. Ishgrian demons have come into conflict in the mountain regions. They seem to be tearing into each other, but will eliminate all Grand Gaian life if left to themselves. Enter the battle as soon as possible and be absolutely certain to eliminate them one by one.",
		"MST_RAIDMISSION_7010_DESC": "\"A Request from Akras Summoners' Hall\"<br>I'm issuing this myself to make sure it doesn't get passed over. Ishgrians are raiding and warring in the Mount Dahm region. It would be nice if they would eliminate each other, but we can't let them plunge Grand Gaia into chaos. I'm asking you to look for an opening and take them out.",
		"MST_RAIDMISSION_80000_DESC": "\"Voice from within a Stone\"<br>While browsing the list of quests available in the Guild hall, you stumbled across a curious object behind the quest board. It looks to be a smooth black stone. A faint green light can be seen rippling across its surface. Upon taking a closer look, you could hear a faint sound coming from it… no, a whisper perhaps? The whispers seem to echo within you own mind. It “felt” fearful… desperate. You reach out for the stone…",
		"MST_RAIDMISSION_80001_DESC": "\"Mission orders from Grandt\"<br>Neutralize Enemy Scouts I don’t know who you are, where you come from or what you are truly capable of. I will not jeopardize the outcome of this battle by having my faith misplaced in someone whose abilities are unknown to me. Let’s start off with something simple. A Dalmogia has been spotted not far north of our position. The pose little threat to the immediate security of our camp, but I won’t take any risks. Eliminate it.",
		"MST_RAIDMISSION_80002_DESC": "\"Mission orders from Elaina\"<br>Assassinate Draegar’s Lieutenant An enemy commander has been spotted at the Hinterlands and it’s wreaking havoc on the battlefield. The 5th Battalion of the Royal Army stationed there won’t survive now that their ranks have been broken. If they are to fall, the God’s armies will surely catch up to General Xenon and Princess Estia. Defeat their commander and the enemy will fall into disarray. Only then will the 5th Battalion have a fighting chance.",
		"MST_RAIDMISSION_80003_DESC": "\"Mission orders from Grandt\"<br>Defend Hinterlands Nice work out there. The attack at the Hinterlands is most likely a diversion but the threat of losing that position is real. Intel reveals that the enemy has reinforcements … a second wave is imminent and will come in greater numbers. Defeat the reinforcing commander but be careful. He will not be alone. Once that’s taken care of, meet me at the forest. My instincts tell me he will be there…",
		"MST_RAIDMISSION_80004_DESC": "\"Mission orders from Elaina\"<br>Defeat Draegar Draegar finally shows himself! Grandt and I have crossed blades with him once before… he’s different from the other Gods we’ve faced thus far… He fights with reckless abandon like that of a novice warrior on the battlefield but wields power like that of the greatest Gods. Grandt is already on his way to Draegar. Please, catch up to him. We will need your help.",
		"MST_RAIDMISSION_80005_DESC": "\"Request from Elysian Guard\"<br>Exterminate Rampaging Beasts Summoner, we need your assistance! The Gods have unleashed a horde of beasts of unimaginable size, our men are getting slaughtered out there! We must hold the line… or all will have been for naught. Please, just the beasts will do… With them gone, we will be able to buy Princess Estia more precious time…",
		"MST_RAIDMISSION_80006_DESC": "\"Mission orders from Elaina\"<br>Defeat Reduhark The castle is lost… The Gods have it under their control now. Our mission is to eliminate Draegar. With Grandt in pursuit, he’ll not escape this time. But we did not expect Reduhark himself to personally assault the castle… Please, stop him before he reaches the main Elysian force… If that happens, there will be no one left to halt the Gods’ Armies from reaching the Princess.",
		"MST_RAIDMISSION_80007_DESC": "\"Remnants of a Gunblade\"<br> The distant echoes of a ferocious battle could still be heard from behind you. Another Kingdom of Man has fallen to the Gods. Before you stands the mighty Demi-God Draegar, a wretched being, a prisoner within a mechanical throne. Impaled into the icy surface was the blood stained remnants of a Gunblade all too familiar to you. There was no sign of the shaggy mercernary anywhere… just you and a very very angry War Machine of Death.",
		"MST_RAIDMISSION_80008_DESC": "\"Calling all abled fighters!\"<br> A mad witch has been sending out scouts to claim our territory. Join us in protecting Elysian soil!",
		"MST_RAIDMISSION_80100_DESC": "\"Mission orders from Akras Summoners’ Hall\"<br>Investigate site of incident We have detected a massive tear to the void rifts of the vortex. According to the reports, a massive piece of land, big enough to fit Randall several times over, fell out of it into the sea. The mysterious appearance of the floating land masses and the giant rift tear poses a threat to the stability and safety of the region. All abled Summoners are to investigate, pinpoint the cause and close the rift.",
		"MST_RAIDMISSION_80101_DESC": "\"Mission orders from Akras Summoners’ Hall\"<br>Neutralize Enemy Threat Scouts have reported an incredibly powerful being in battle and fending off our strongest veterans. We’ve called for a temporary retreat as he seems more intent on searching for something rather than fighting. His comrades however, are only interested in decimating our ranks. Eliminate them before they turn their attention outside.",
		"MST_RAIDMISSION_80102_DESC": "\"Mission orders from Akras Summoners’ Hall\"<br>Investigate site of incident We sent out a squad of rookie summoners to gather intel nearby but they got it in their heads to try and see what’s above. Now they’re trapped behind enemy lines with casualties and Medronomus hunting them. Clear the way for them and get them back safely.",
		"MST_RAIDMISSION_80103_DESC": "\"Mission orders from Deimos\"<br>Search ruins for source of energy Energy levels are spiking in location but the entrance is being shielded and channelled somewhere else. We have to take out whatever is guarding it and find the source of this huge energy spike. Hopefully we might find the answers we seek.",
		"MST_RAIDMISSION_80104_DESC": "\"Mission orders from Deimos\"<br>Clear the way to the surface We need to move up. The tunnel is being guarded by a fearsome beast created by Gazia. Preventing any rebels from reaching Acropolis and joining the fight. It has caused the deaths of many of my fellow brothers and sisters. Take it down and avenge them.",
		"MST_RAIDMISSION_80105_DESC": "\"Mission orders from Deimos\"<br>Secure a camp for rebel  The rebels have been losing the fight while I was down below. They’ve withdrawn back into the forest and have been waging guerrilla warfare on Gazia’s troops. Now that I’m back with reinforcements we need to take back lost ground and secure a foothold.",
		"MST_RAIDMISSION_80106_DESC": "\"Mission orders from Deimos\"<br>Emancipate Acropolis We’ve got them on the run. I confess I was sceptical at first but looks like this summoners’ hall of yours aren’t that bad after all. With your help we might be able to cut a path through the city and reach the source of the tear. First things first, we need to take out the lieutenants coordinating the defence line.",
		"MST_RAIDMISSION_80107_DESC": "\"Mission orders from Zenia This one remembers this land when it was a shining beacon of light, a symbol of peace and all we worked to achieved. It was a beautiful sight to behold. It pains this one to see it in flames and ruin now. The meadows and streets this one used to play in are now overrun by monsters, both humanoid and otherwise. Will you aid this one in ousting Gazia’s minions from my home?",
		"MST_RAIDMISSION_80108_DESC": "\"Mission orders from Deimos\"<br>Close the rift This is it. We need to take out the Rift Conflux that’s keeping the rift open. We can’t let Gazia and his army reach El Gaia. The Centurion, my old lost comrade, stands in our way and will not be persuaded otherwise. It is time we met for the very last time.",
		"MST_RAIDMISSION_80109_DESC": "\"Mission orders from Athensphere Physician\"<br>Bulb Hunting With the war raging on, the local wild bulbs have not been kept in check and have been multiplying like crazy! They eat what little crops we have left and causing a huge nuisance! The good thing is they are a remedy for many illnesses and a plethora of other uses so hunting them will kill two harpies with one stone!",
		"MST_RAIDMISSION_80110_DESC": "\"Mission orders from Noel\"<br>Retrieve Relics I’ve been poring over some of the tomes left here in the libraries. Interesting stories, indeed. Seems the previous warriors of Athensphere had, at one time, some interesting toys. I think it could be a great boon for my research. You should look into retrieving it. Who knows? You might find something worth your while."
	}
}