{
	"bfmtMetadata": {
		"createdAt": "2016-10-12T11:36:15.000Z",
		"updatedAt": "2017-02-13T15:27:55.000Z"
	},
	"entries": {
		"": "Sabit hebat indah ini ditemukan di Penjara Beast Ilahi. Desain ningrat yang menggangu ini sepertinya merujuk pada sepasang saudari. Dongeng tentang dua saudari ini memakai sabit setan yang tertinggal bermandikan darah adalah salah satu yang paling mewakili dalam sejarah Kekaisaran Bariura. Sangat mudah digunakan meski dari bentuknya yang tidak biasa, bilah sihirnya cukup tajam untuk menembus kekosongan itu sendiri. Pasti mengirim musuh Pemanggil yang mengganggu untuk mendapatkan ganjarannya.",
		"MST_SU_ARM_10_DESC": "A magical sword created by the Akras Summoners' Hall specifically for the use of Summoners. Forged by the most capable craftsmen of Randall, it was designed to provide a balance between its offensive and defensive properties. Its light weight and easy maneuverability makes it the perfect weapon for novices, proving especially reliable in dangerous missions. Furthermore, its ability to develop new skills through continuous usage makes it a beloved weapon for many experienced warriors as well.",
		"MST_SU_ARM_20_DESC": "A magical spear created by the Akras Summoners' Hall specifically for the use of Summoners. The Brave Spear has more reach than a sword, and thus focuses more on the defensive aspect of battle. For this reason, it is a weapon favored by many novices. Some experience is required to wield it properly, but continuous use of this weapon leads to the development of various attack techniques. And whoever manages to master these, will most likely reign supreme on the battlefield.",
		"MST_SU_ARM_30_DESC": "A war axe discovered in Michele's Sepulcher, located in Bectas. This axe has seen the centuries go by, and was well cared for by the mechanical creatures that guarded it during that time. It has also been confirmed to have magical abilities that prevent it from losing its attack power. Its great weight makes it difficult to wield, and leaves a lot to be desired as far as defense. Nevertheless, there are those who find themselves attracted to its overwhelming destructive power regardless.",
		"MST_SU_ARM_40_DESC": "Pistols discovered on Subzero Road. Imbued with divine protection that allows use with either hand and allows for novices to move skillfully. Their muzzle velocity also increases in accordance with experience using the weapons, as do impact force and accuracy. As such, they have given rise to an increase in gun-based martial arts. These incorporate maneuvers such as ricochets off of walls and rocks, and moves that defeat entire groups of enemies while seemingly entering close combat.",
		"MST_SU_ARM_50_DESC": "A great sword found embedded in a stone in the Mystical Wolf's Lair in Vilanciel. It is thought to have been used when the Emperor of Bariura first faced the divine wolf. Using it is more like striking with a lump of metal than cutting, and even carrying it is a struggle for normal people. However, claims that nothing can withstand a single blow from a warrior with this blade and the skill and strength to use it are not exaggerated.",
		"MST_SU_ARM_60_DESC": "This beautiful great scythe was found in the Divine Beast's Prison, and its unsettling, noble design almost seems to convey its reverence for a certain pair of sisters. The tales of these two sisters using a demonic scythe who left battlefields drenched in blood are among the most representative in the Bariura Empire's history. It is unbelievably easy to use despite what one would imagine from its unorthodox shape, and its magical blade is sharp enough to cut through nothingness itself. It is sure to send the Summoner's more bothersome foes to their just rewards.",
		"MST_SU_ARM_70_DESC": "A whip made from the hide of a furious dragon from another world. Not only can it be used to strike foes, but its sharp tip can simultaneously inflict fatal damage upon any target. Its great flexibility also allows the wielder to hit any target regardless of the distance between the two. Although Summoners all have different styles of fighting, this is not really the easiest weapon for novices to use, and thus it is only recommended for capable and experienced Summoners."
	}
}