{
	"bfmtMetadata": {
		"createdAt": "2015-09-03T04:48:35.000Z",
		"updatedAt": "2015-09-17T03:58:43.000Z"
	},
	"entries": {
		"MST_SCENARIO_10001_DESC": "Tilith explains Grand Gaia's situation in the Cave of Flames. The Summoner must embark on a far and long journey to defeat the Four Fallen Gods...",
		"MST_SCENARIO_10001_NAME": "Start of the Journey",
		"MST_SCENARIO_11000_DESC": "The Summoner begins reconnaissance in Ishgria. Grahdens assigns a new member of Summoners' Hall to help with the mission, but...",
		"MST_SCENARIO_11000_NAME": "Descent to Ishgria",
		"MST_SCENARIO_11001_DESC": "Grahdens's new aide, who is none other than Paris, meets the Summoner at the Forgotten Ruins. She explains the details of the Ishgria mission.",
		"MST_SCENARIO_11001_NAME": "The New Summoner",
		"MST_SCENARIO_11002_DESC": "The sight of the Lava Bridges brings Paris's mood down when suddenly a demon calling itself Shusui, the War Demon, appears and attacks the party.",
		"MST_SCENARIO_11002_NAME": "A War Demon Emerges",
		"MST_SCENARIO_11003_DESC": "After Shusui realizes that the Summoner's power is not ordinary, he tells the party to head towards the Soaring Tree Tower, past the Lava Bridges.",
		"MST_SCENARIO_11003_NAME": "Settled Destination",
		"MST_SCENARIO_11004_DESC": "At Hogun Acid Cascades, Paris explains why she joined Summoners' Hall. She says she wants to change the Randall Empire from the outside, not inside.",
		"MST_SCENARIO_11004_NAME": "Changing a Country",
		"MST_SCENARIO_11005_DESC": "While in Farv Miasma Forest, Paris discloses that Karl and Seria had left for Ishgria in advance. She also says Lugina was with Seria at the time...",
		"MST_SCENARIO_11005_NAME": "Friends' Advance",
		"MST_SCENARIO_11006_DESC": "Grahdens shows up at Thunder Grotto Yuuram after the party faces a setback. Apparently, the First Summoner, Owen, is on his way to Ishgria.",
		"MST_SCENARIO_11006_NAME": "The First Summoner",
		"MST_SCENARIO_11007_DESC": "Paris sheds light on Elgaia's situation while at the Piercing Light Tower. She warns the Summoner not to get manipulated by the Elgaia Federation.",
		"MST_SCENARIO_11007_NAME": "Revival",
		"MST_SCENARIO_11008_DESC": "Paris seems very excited to visit a fabled place as the Poisonous Bug Forest. Apparently, she likes doing studying old legends and myths.",
		"MST_SCENARIO_11008_NAME": "Unexpected Pastime",
		"MST_SCENARIO_11009_DESC": "The Summoner's party finally reaches the Soaring Tree Tower. Shusui says he will be waiting at the top, and sends his minions to slow the group down.",
		"MST_SCENARIO_11009_NAME": "Stage of Battle",
		"MST_SCENARIO_11010_DESC": "Claiming he will guide the Summoner, Shusui discloses that there are 8 great demons, including himself. He says the Summoner must face them all.",
		"MST_SCENARIO_11010_NAME": "Indicated Path",
		"MST_SCENARIO_11100_DESC": "Paris and the Summoner have arrived to Lem, the region past Celgrad. Paris seems worried about Karl, Seria, and maybe one other person?",
		"MST_SCENARIO_11100_NAME": "The Second Region",
		"MST_SCENARIO_11101_DESC": "Grahdens meets the Summoner and Paris at the Jimug Lava Caverns with some bad news. They now must find Seria and Lugina as fast as possible.",
		"MST_SCENARIO_11101_NAME": "Broken Communication",
		"MST_SCENARIO_11102_DESC": "At Baraku Wetlands a goddess by the name of Mora shows herself. Claiming to have been previously sealed by Lucius, she speaks of the demons of Lem.",
		"MST_SCENARIO_11102_NAME": "The Goddess Mora",
		"MST_SCENARIO_11103_DESC": "While in Vordo Primeval Forest, the Summoner asks Mora about Seria and Lugina's whereabouts. However, there's no word about Karl.",
		"MST_SCENARIO_11103_NAME": "Friends' Whereabouts",
		"MST_SCENARIO_11104_DESC": "The great bones of the Fossilized Dragon are scattered everywhere. As the Summoner's party passes through this area, Paris's interest peaks.",
		"MST_SCENARIO_11104_NAME": "Paris's Curiosity",
		"MST_SCENARIO_11105_DESC": "Paris is so curious about the Lem Shrine Ruins, that she decides to go off on her own. However, this isn't very like her...",
		"MST_SCENARIO_11105_NAME": "Curiosity Takes Over",
		"MST_SCENARIO_11106_DESC": "At the Lem Shrine Ruins, Mora's attitude changes very suddenly, ultimately attacking the Summoner. But to what end?",
		"MST_SCENARIO_11106_NAME": "The Goddess's Trap",
		"MST_SCENARIO_11107_DESC": "Trapped in the darkness of the Lem Shrine Ruins, the Summoner reunites with Seria and Lugina. But who will come to their rescue?",
		"MST_SCENARIO_11107_NAME": "Within the Abyss",
		"MST_SCENARIO_11108_DESC": "While in the Dark Sierra Oritira, neither Seria nor Lugina are very happy to be reunited. Paris explains Mora's charade, and the situation at hand.",
		"MST_SCENARIO_11108_NAME": "The Real Plan",
		"MST_SCENARIO_11109_DESC": "At the Bridge of Despair the party learns that Mora is the demon who rules over Lem. Each member must now work to overcome the demon's traps.",
		"MST_SCENARIO_11109_NAME": "Guile Demon Mora",
		"MST_SCENARIO_11110_DESC": "Ridiculing the Summoners on the Bridge of Despair, Mora discloses some critical information about the demons of Ishgria, and promptly flees.",
		"MST_SCENARIO_11110_NAME": "The Eight Demons",
		"MST_SCENARIO_11200_DESC": "Led by Tilith, the Summoner arrives to Beiorg. Paris claims Tilith scolded her for selfishly advancing on her own, but...",
		"MST_SCENARIO_11200_NAME": "Tilith's Sermon",
		"MST_SCENARIO_11201_DESC": "Though they manage to avert any further danger thanks to Tilith,  Lugina reveals he's not happy about Mora's trickery while at Moldia Lava Road.",
		"MST_SCENARIO_11201_NAME": "Beiorg's Location",
		"MST_SCENARIO_11202_DESC": "At the Crimson Beach Shurin, the Summoner learns Beiorg is not ruled by a demon, but Mora seems to want the Summoner to eliminate whatever does.",
		"MST_SCENARIO_11202_NAME": "Mora's Prediction",
		"MST_SCENARIO_11203_DESC": "Within Reis's Lab Ruins, Paris is consumed by curiosity over the documents left behind by the creator of the Six Armors. Lugina seems interested too.",
		"MST_SCENARIO_11203_NAME": "Six Armors' Lab",
		"MST_SCENARIO_11204_DESC": "Moments after entering the Windmill Garden, a loud and strange sound is heard, and the Summoner is suddenly attacked.",
		"MST_SCENARIO_11204_NAME": "Beiorg's Attack",
		"MST_SCENARIO_11205_DESC": "Seria arrives just in time to help the Summoner in the Windmill Garden. Paris and Lugina arrive later with new information for the team.",
		"MST_SCENARIO_11205_NAME": "Six Scattered Armors",
		"MST_SCENARIO_11206_DESC": "While in the Ancient City Maldoor, a deafening sound is heard, and Beiorg attacks the Summoner yet again. However, he seems stronger than before.",
		"MST_SCENARIO_11206_NAME": "Round Two",
		"MST_SCENARIO_11207_DESC": "Mora shows up at the Ancient City Maldoor bringing information on Beiorg and Karl. But how do the Summoners react to this?",
		"MST_SCENARIO_11207_NAME": "Demonic Manipulation",
		"MST_SCENARIO_11208_DESC": "Grahdens suddenly appears at the Endless Staircase to tell the Summoner party that Owen seems to be missing. He entrusts Karl to them, and leaves.",
		"MST_SCENARIO_11208_NAME": "Searching for Owen",
		"MST_SCENARIO_11209_DESC": "The Summoner party successfully infiltrates Beiorg Castle, and begins searching for the castle's power source. However, an alarm goes off and...",
		"MST_SCENARIO_11209_NAME": "Destructive Actions",
		"MST_SCENARIO_11210_DESC": "Karl has somehow made it into Beiorg Castle to deliver the final blow on Beiorg. This stops Beiorg on his tracks, but...",
		"MST_SCENARIO_11210_NAME": "Karl's Warning",
		"MST_SCENARIO_21000_DESC": "The Summoner meets Shusui in the depths of the Cave of Sealed Might. The demon claims to have been disturbed while sleeping, and attacks.",
		"MST_SCENARIO_21000_NAME": "War Demon's Power",
		"MST_SCENARIO_21001_DESC": "The Shusui the Summoner defeats in the Cave of Sealed Might turns out to be a \"Shadow.\" The Shadow explains that a certain seal has begun to break.",
		"MST_SCENARIO_21001_NAME": "Broken Seal",
		"MST_SCENARIO_21002_DESC": "In Lem's Cape of Sealed Ploys, the Summoner meets Mora once again. She immediately starts a fight, but...",
		"MST_SCENARIO_21002_NAME": "Guile Demon's Power",
		"MST_SCENARIO_21003_DESC": "The Mora the Summoner defeats at the Cape of Sealed Ploys turns out to be another \"Shadow.\" What could she mean by an \"obstructive power\"? ",
		"MST_SCENARIO_21003_NAME": "Bewildering Shadow",
		"MST_SCENARIO_21004_DESC": "Mora talks about the real demon named Beiorg in the Sealed Forest. How will things change after defeating these demonic Shadows?",
		"MST_SCENARIO_21004_NAME": "Sight Demon's Power",
		"MST_SCENARIO_21005_DESC": "Apparently, what the Six Armors were really protecting was the Sealed Forest. What will happen if more of these Shadows are defeated?",
		"MST_SCENARIO_21005_NAME": "Vanishing Seal",
		"MST_SCENARIO_30023_DESC": "Having reached the rank of Darkstalker, the Summoner and Seria have a chat. However, Karl shows up to talk about the first time he met Seria and...",
		"MST_SCENARIO_30023_NAME": "Looking for a Fight",
		"MST_SCENARIO_30024_DESC": "The Summoner tells Karl about reaching the rank of Ouranos, while Karl tries to tell the story of how he met Seria again. However, Seria interrupts...",
		"MST_SCENARIO_30024_NAME": "Interfering Seria",
		"MST_SCENARIO_30025_DESC": "Karl tells the Summoner, who has just been promoted to the Phoebus rank, of his first impression of Seria, but she manages to interfere yet again.",
		"MST_SCENARIO_30025_NAME": "First Impressions",
		"MST_SCENARIO_30026_DESC": "The Summoner reaches the rank of Athena, and Seria opens up about how she met Karl. Now the reason she tried to avoid this talk becomes apparent...",
		"MST_SCENARIO_30026_NAME": "Similar Comrades...?",
		"MST_SCENARIO_40021_DESC": "Demons keep appearing from another world. Noah asks for the Summoner's help in defeating the demons' leader, Arkem.",
		"MST_SCENARIO_40021_NAME": "Demons Show Themselves",
		"MST_SCENARIO_40022_DESC": "The Summoners manage to beat Arkem. However, Noah realizes how much power he truly lacks after watching Owen on the battlefield.",
		"MST_SCENARIO_40022_NAME": "Aspirations",
		"MST_SCENARIO_50000_DESC": "The Grand Quest System has been completed! Lin seems very excited for this new Summoner support tool, explaining the great points about the system.",
		"MST_SCENARIO_50000_NAME": "Grand Quest System",
		"MST_SCENARIO_50001_DESC": "Noah and Rhynt add a new function to the Grand Quest System. Now one can experience things from the time of the great war with the gods...",
		"MST_SCENARIO_50001_NAME": "Memoirs of the Great War",
		"MST_SCENARIO_50101_DESC": "Karl asks the Summoner for help with defeating a dragon. However, apparently the beast is quick to flee from danger.",
		"MST_SCENARIO_50101_NAME": "Karl's Request",
		"MST_SCENARIO_50102_DESC": "The Summoners split up to go after the dragon. According to Karl, it couldn't have gone too far.",
		"MST_SCENARIO_50102_NAME": "Off to Slay the Dragon",
		"MST_SCENARIO_50103_DESC": "After Karl suspects that the tremor happening means the Summoner drove away the dragon, his resolve towards the mission strengthens.",
		"MST_SCENARIO_50103_NAME": "Repelling the Dragon",
		"MST_SCENARIO_50104_DESC": "Suspecting that the Summoner has fought away the dragon, Karl rejoices believing that now's their chance to corner it.",
		"MST_SCENARIO_50104_NAME": "Chasing the Dragon",
		"MST_SCENARIO_50105_DESC": "Seria has been chasing after the Summoner and Karl. After scolding the Summoner for \"moving too slow,\" she decides to go ahead and slay the dragon.",
		"MST_SCENARIO_50105_NAME": "Seria Catches Up",
		"MST_SCENARIO_50106_DESC": "The Summoner receives a message from Lin saying that Karl will be a little late to reach the rendezvous point at the Tower of Dark Clouds.",
		"MST_SCENARIO_50106_NAME": "Lin's Message",
		"MST_SCENARIO_50107_DESC": "Karl opens a treasure chest. Apparently there are many treasures still left in these parts after the great war with the gods.",
		"MST_SCENARIO_50107_NAME": "Grand Gaia's Treasures",
		"MST_SCENARIO_50108_DESC": "Karl advances on his own and faces the dragon. The dragon flees as expected, but doesn't get very far.",
		"MST_SCENARIO_50108_NAME": "Karl Repels the Dragon",
		"MST_SCENARIO_50109_DESC": "Karl chases the dragon after the Summoner has confronted it, but there are too many possibilities as to where it could've gone.",
		"MST_SCENARIO_50109_NAME": "Karl Chases the Dragon",
		"MST_SCENARIO_50110_DESC": "Karl finds the dragon's resting place, and blocks its entrance. The branches on the ground suggest its real nest may be in the Thunder Valley.",
		"MST_SCENARIO_50110_NAME": "The Dragon's Nest",
		"MST_SCENARIO_50111_DESC": "Karl runs into the dragon unexpectedly. He tries to chase after the escaping dragon, but he's suddenly attacked from out of nowhere...",
		"MST_SCENARIO_50111_NAME": "Injured Karl",
		"MST_SCENARIO_50112_DESC": "Seria injures herself during a heated battle against the dragon. She tells the Summoner to stand back, but...",
		"MST_SCENARIO_50112_NAME": "Medical Attention",
		"MST_SCENARIO_50113_DESC": "The Summoner decides that Seria's medical care takes priority over chasing after the dragon. Karl proposes they consider the mission complete for now.",
		"MST_SCENARIO_50113_NAME": "The Chase Ends",
		"MST_SCENARIO_50114_DESC": "Seria and the Summoner challenge the dragon. However, Karl is injured and cannot chase after the beast, so he proposes they report back for now.",
		"MST_SCENARIO_50114_NAME": "The Chase Continues",
		"MST_SCENARIO_50115_DESC": "Seria and the Summoner lose the dragon just when it was almost beaten. However, they receive some important information from Karl via Lin.",
		"MST_SCENARIO_50115_NAME": "Slayed the Dragon!",
		"MST_SCENARIO_50116_DESC": "Just when the dragon is about to roar, Karl lands a finishing blow. Now that the mission has been completed, they head back home, but...",
		"MST_SCENARIO_50116_NAME": "Seria VS. the Dragon",
		"MST_SCENARIO_50200_DESC": "Lugina unexpectedly shows up and asks the Summoner to take on a mission together. They are to find the empress's hidden treasure.",
		"MST_SCENARIO_50200_NAME": "Unexpected Calling",
		"MST_SCENARIO_50201_DESC": "The Summoner and Lugina split up and each take a different route towards the Great Tree of Life, while Paris follows a third route there.",
		"MST_SCENARIO_50201_NAME": "Three Paths",
		"MST_SCENARIO_50202_DESC": "Lin has some information about the empress for the Summoner. According to what is known about her today, she was a cold-blooded monarch...",
		"MST_SCENARIO_50202_NAME": "About the Empress",
		"MST_SCENARIO_50203_DESC": "The Summoner finds a treasure chest. A sound of what resembles the flick of a switch is heard, but nothing really happens...",
		"MST_SCENARIO_50203_NAME": "Finding Treasure",
		"MST_SCENARIO_50204_DESC": "After defeating a tough enemy, the Summoner finds a treasure chest. Inside is a stone fragment of some kind...",
		"MST_SCENARIO_50204_NAME": "Treasure Contents",
		"MST_SCENARIO_50205_DESC": "As Lugina continues on his path, he remembers that the empress's sorcerer was her closest confidant, almost like her brother. Maybe he made these... ",
		"MST_SCENARIO_50205_NAME": "Master Trap Maker",
		"MST_SCENARIO_50206_DESC": "After Lugina opens a treasure chest, a resounding rumble can be heard, as if something gigantic were in motion.",
		"MST_SCENARIO_50206_NAME": "Open the Chest",
		"MST_SCENARIO_50207_DESC": "Lugina finds a cave blocked by an iron barred gate. At that very moment, paralyzing gas is released and the gate opens.",
		"MST_SCENARIO_50207_NAME": "Lugina Trapped",
		"MST_SCENARIO_50208_DESC": "After defeating a tough enemy, Lugina finds a treasure chest. The only thing inside is a stone fragment, but...",
		"MST_SCENARIO_50208_NAME": "A Piece of Stone?",
		"MST_SCENARIO_50209_DESC": "As Paris reaches the Town in Ruins, she remembers a story that tells of the fearsome empress's nature.",
		"MST_SCENARIO_50209_NAME": "Fury of the Empress",
		"MST_SCENARIO_50210_DESC": "Paris opens a treasure chest adorned with a three-headed dragon. What sounds like a switch being activated is heard, but nothing happens...",
		"MST_SCENARIO_50210_NAME": "Three Headed Dragon",
		"MST_SCENARIO_50211_DESC": "Paris finds a treasure chest with its seal already broken. Her guess is that Summoners' Hall has sent personnel to search for the treasure as well.",
		"MST_SCENARIO_50211_NAME": "Who Will Proceed?",
		"MST_SCENARIO_50212_DESC": "Paris manages to defeat a tough enemy, and earns the treasure chest guarded by the beast as her reward. Inside she finds a stone fragment of sorts.",
		"MST_SCENARIO_50212_NAME": "Broken Lithograph",
		"MST_SCENARIO_50213_DESC": "The Summoner finally reaches the Great Tree of Life. There is no treasure to be found here, but words start appearing on the trunk of the Tree...",
		"MST_SCENARIO_50213_NAME": "Treasure's Reflection",
		"MST_SCENARIO_50214_DESC": "Lugina finally reaches the Great Tree of Life. There is no treasure to be found here, but words start appearing on the trunk of the Tree...",
		"MST_SCENARIO_50214_NAME": "Treasure's Greed",
		"MST_SCENARIO_50215_DESC": "Paris finally reaches the Great Tree of Life. There is no treasure to be found here, but words start appearing on the trunk of the Tree...",
		"MST_SCENARIO_50215_NAME": "Treasure's Pain",
		"MST_SCENARIO_50216_DESC": "The Summoner, Lugina, and Paris finally reach the Great Tree of Life. The three of them have brought their stone fragments, so the last trial begins.",
		"MST_SCENARIO_50216_NAME": "Last Trial",
		"MST_SCENARIO_50217_DESC": "The party manages to clear the last trial. However, the treasure hidden by the empress doesn't turn out to be what they were expecting...",
		"MST_SCENARIO_50217_NAME": "Empress's \"Treasure\"",
		"MST_SCENARIO_50300_DESC": "Karl and Seria receive some intel about the demon Graham's whereabouts and ask the Summoner for help. Seria doesn't think it'll help much though.",
		"MST_SCENARIO_50300_NAME": "Request for Help",
		"MST_SCENARIO_50301_DESC": "The three Summoners approach Graham's location via separate routes. Seria states once again that the Summoner's help is unnecessary.",
		"MST_SCENARIO_50301_NAME": "Straightforward Favor",
		"MST_SCENARIO_50302_DESC": "Graham approaches the Summoner in a courteous manner, and decides to test the Summoner's power after deeming the same an interesting enough opponent.",
		"MST_SCENARIO_50302_NAME": "Graham's Preliminaries",
		"MST_SCENARIO_50303_DESC": "Whether he really means it or not, Graham claims the Summoner to be too much for him, and flees. He says there's someone else he wants to play with...",
		"MST_SCENARIO_50303_NAME": "Worthy Playmate",
		"MST_SCENARIO_50304_DESC": "Graham scolds Karl for being late, and attacks him. Karl accepts Graham's challenge, though weary of his traps.",
		"MST_SCENARIO_50304_NAME": "Demon's Punishment",
		"MST_SCENARIO_50305_DESC": "Graham congratulates Karl on his growth, as if mocking him, and quickly flees. Even if this is a trap, Karl is set on going after him.",
		"MST_SCENARIO_50305_NAME": "Smells Like a Trap",
		"MST_SCENARIO_50306_DESC": "Seria attacks Graham to avenge the comrades she's lost to his tricks. Graham says he knows nothing of it, claiming he usually kills countless humans.",
		"MST_SCENARIO_50306_NAME": "Friends' Foe",
		"MST_SCENARIO_50307_DESC": "Graham doesn't take Seria seriously, and leaves because he's supposedly bored. He challenges Seria to come after him.",
		"MST_SCENARIO_50307_NAME": "A Demon Calls",
		"MST_SCENARIO_50308_DESC": "The Summoners manage to corner Graham, but it all works in accordance to his plans. The party then falls straight into his trap...",
		"MST_SCENARIO_50308_NAME": "The Best Trap Yet",
		"MST_SCENARIO_50309_DESC": "The Summoner and Seria are blasted off to separate locations full of powerful monsters. They try to go after Graham while Grahdens finds Karl's lance.",
		"MST_SCENARIO_50309_NAME": "Blown Away",
		"MST_SCENARIO_50310_DESC": "Graham, who's supposed to be waiting at the Coliseum Ruins, suddenly appears. The Summoner is able to somehow repel his sneak attack, but...",
		"MST_SCENARIO_50310_NAME": "Sneak Attack",
		"MST_SCENARIO_50311_DESC": "Graham shows himself to a grumbling Seria. He proceeds to tell her he loves her, but his definition of love is quite the twisted one...",
		"MST_SCENARIO_50311_NAME": "Deception Loving Demon",
		"MST_SCENARIO_50312_DESC": "As Grahdens looks for Karl, Graham appears before him. Graham tries to provoke the Elder Summoner, but Grahdens counters by provoking him instead.",
		"MST_SCENARIO_50312_NAME": "Another Provocation",
		"MST_SCENARIO_50313_DESC": "Grahdens helps the unconscious Karl. He teaches Karl about the true meaning behind trusting someone, and leaves the rest up to the young Summoner.",
		"MST_SCENARIO_50313_NAME": "Building Confidence",
		"MST_SCENARIO_50314_DESC": "Karl makes his way to the Coliseum Ruins, where Graham awaits. However, he feels like something within him has to come to life all of the sudden...",
		"MST_SCENARIO_50314_NAME": "Signs of the Awakening",
		"MST_SCENARIO_50315_DESC": "The Summoner arrives to the Coliseum Ruins. Graham, who has been waiting, says he will get more serious now, and attacks suddenly.",
		"MST_SCENARIO_50315_NAME": "The Real Graham",
		"MST_SCENARIO_50316_DESC": "Graham has supposedly been driven into a corner, but he manages to heal all his wounds in an instant and flees, leaving a terrible aura behind...",
		"MST_SCENARIO_50316_NAME": "Unbeatable Demon",
		"MST_SCENARIO_50317_DESC": "Seria arrives to the Coliseum Ruins. After Graham mocks her, he says he will be a bit harsher on her than usual...",
		"MST_SCENARIO_50317_NAME": "First Place",
		"MST_SCENARIO_50318_DESC": "Though Graham is supposedly cornered, he heals all his wounds in an instant. Seria tries to take him on again, but he manages to escape.",
		"MST_SCENARIO_50318_NAME": "Unfulfilled Revenge",
		"MST_SCENARIO_50319_DESC": "After Karl arrives to Graham's lair he waits for his comrades before making a move, believing they are already on their way to help him.",
		"MST_SCENARIO_50319_NAME": "Believing in Friendship",
		"MST_SCENARIO_50320_DESC": "Graham is surprised that the Summoner, Karl, and Seria were all able to arrive at the same time. Claiming he won't go easy on them, he attacks!",
		"MST_SCENARIO_50320_NAME": "Power of Three",
		"MST_SCENARIO_50321_DESC": "Graham heals his own wounds, but Karl sees through his facade. The attacks they landed on Graham were indeed successful.",
		"MST_SCENARIO_50321_NAME": "Deepest Wish",
		"MST_SCENARIO_50322_DESC": "The Summoners defeat Graham, but it seems like the demon knew of Karl's origins. Sensing a presence, Karl moves on his own.",
		"MST_SCENARIO_50322_NAME": "Before Celebrating",
		"MST_SCENARIO_50323_DESC": "Karl follows the presence he felt and finds that Graham has survived somehow. The demon shows his true nature and comes after Karl!",
		"MST_SCENARIO_50323_NAME": "Graham's True Nature",
		"MST_SCENARIO_50324_DESC": "Graham is defeated without revealing what he knows about Karl. As Karl leaves the area still clouded by doubt, Seria and the Summoner show up.",
		"MST_SCENARIO_50324_NAME": "Friends' Trust",
		"MST_SCENARIO_50400_DESC": "The Summoner receives an urgent call from Lin. She says that Seria has run off after the demon Algmos all by herself after having heard of a sighting.",
		"MST_SCENARIO_50400_NAME": "Seria's Recklessness",
		"MST_SCENARIO_50401_DESC": "After Lin discloses the location of the demon, she mentions that she has asked other Summoners to help out as well, so the Summoner should seek them.",
		"MST_SCENARIO_50401_NAME": "Three Routes",
		"MST_SCENARIO_50402_DESC": "The Summoner runs into Tilith by chance. After Tilith hears what Seria has done, she immediately agrees to go after her together.",
		"MST_SCENARIO_50402_NAME": "Tilith's Protection",
		"MST_SCENARIO_50403_DESC": "The Summoner runs into Grahdens by coincidence. Grahdens tells of Seria's ties with the demon, and agrees to go after her with the Summoner.",
		"MST_SCENARIO_50403_NAME": "Meeting Elder Grah",
		"MST_SCENARIO_50404_DESC": "The Summoner runs into Lugina. After Lugina mocks Seria's course of action, he agrees to go after her to make fun of her in person.",
		"MST_SCENARIO_50404_NAME": "Running into Lugina",
		"MST_SCENARIO_50405_DESC": "Tilith and the Summoner find Seria, who is confronting Algmos. Seria is bent on facing the demon alone, but...",
		"MST_SCENARIO_50405_NAME": "Seria's Ignorance",
		"MST_SCENARIO_50406_DESC": "Seria confronts Algmos. Grahdens and the Summoner ignore Seria's wish of fighting alone, and join the battle.",
		"MST_SCENARIO_50406_NAME": "Didn't Know That!",
		"MST_SCENARIO_50407_DESC": "Lugina and the Summoner arrive just when Seria is about to confront Algmos, and join the fight without anyone asking them to.",
		"MST_SCENARIO_50407_NAME": "Thank Me with Tears!",
		"MST_SCENARIO_50408_DESC": "As Tilith guards Seria from harm, she reminds her that there are people who worry about her now, in the present.",
		"MST_SCENARIO_50408_NAME": "Worried About Seria",
		"MST_SCENARIO_50409_DESC": "Algmos gets away. While Seria dwells in her past Grahdens advises her to embrace her pain, and to bear the responsibility of her burden.",
		"MST_SCENARIO_50409_NAME": "Bearing a Burden",
		"MST_SCENARIO_50410_DESC": "Algmos escapes while Seria and Lugina argue. Seria is stumped by Lugina's sound reasoning, but...",
		"MST_SCENARIO_50410_NAME": "Quit Messing Around!",
		"MST_SCENARIO_50411_DESC": "Though worried about Tilith's physical state, Seria finally makes up her mind and asks the Summoner for help once again.",
		"MST_SCENARIO_50411_NAME": "Revoking Remarks",
		"MST_SCENARIO_50412_DESC": "Persuaded by Grahdens's advice Seria decides to face Algmos not in order to gain retribution, but to finally let go of her past.",
		"MST_SCENARIO_50412_NAME": "Blade of Farewells",
		"MST_SCENARIO_50413_DESC": "Without giving it a second thought, Seria declares that she's going after Algmos and asks Lugina for his help with the dangerous task.",
		"MST_SCENARIO_50413_NAME": "Help Me!",
		"MST_SCENARIO_50414_DESC": "Seria defeats Algmos and grows greatly as a person after pondering the meaning of Tilith's heartfelt message.",
		"MST_SCENARIO_50414_NAME": "Worried About Me",
		"MST_SCENARIO_50415_DESC": "After defeating Algmos with Grahdens's help, Seria declares that she will no longer fear placing her trust in others.",
		"MST_SCENARIO_50415_NAME": "Learning to Trust",
		"MST_SCENARIO_50416_DESC": "Having defeated Algmos, Seria gives Lugina all the credit, and even thanks him for his assistance. When Lugina is subjected to this, he...",
		"MST_SCENARIO_50416_NAME": "Maybe You're Right",
		"MST_SCENARIO_50500_DESC": "Grahdens speaks to the Summoner in the Imperial Capital Randall. Without giving away too many details, he asks the Summoner for help with something.",
		"MST_SCENARIO_50500_NAME": "Grahdens's Request",
		"MST_SCENARIO_50501_DESC": "Grahdens's real purpose is to defeat the demon Mashreed, but before he can do that, the number of surrounding demons in the area must be contained.",
		"MST_SCENARIO_50501_NAME": "Training Aide",
		"MST_SCENARIO_50502_DESC": "Grahdens defeats a demon in the Windswept Town. He states that the fight hardly qualified as a warm up, as if his opponent had been a breeze.",
		"MST_SCENARIO_50502_NAME": "Windswept Town",
		"MST_SCENARIO_50503_DESC": "Grahdens defeats a demon in the Inferno Forest. He states that the fight hardly qualified as a warm up, as if his opponent had been a breeze.",
		"MST_SCENARIO_50503_NAME": "Inferno Forest",
		"MST_SCENARIO_50504_DESC": "Grahdens defeats a demon in the Halcyon Plains. He states that the fight hardly qualified as a warm up, as if his opponent had been a breeze.",
		"MST_SCENARIO_50504_NAME": "Halcyon Plains",
		"MST_SCENARIO_50505_DESC": "Grahdens defeats a demon in the Stormswept Metropolis. He states that the fight hardly qualified as a warm up, as if his opponent had been a breeze.",
		"MST_SCENARIO_50505_NAME": "Stormswept Metropolis",
		"MST_SCENARIO_50506_DESC": "Grahdens's fighting instinct slowly returns to him. He can sense Mashreed's strong presence, and yet another powerful one in the area.",
		"MST_SCENARIO_50506_NAME": "Mashreed's Presence",
		"MST_SCENARIO_50507_DESC": "The Summoner defeats a demon in the Shadow Temple. Grahdens, who was lagging behind, states he needs more time to recover his fighting instinct.",
		"MST_SCENARIO_50507_NAME": "Need More Time",
		"MST_SCENARIO_50508_DESC": "Grahdens encounters an unexpectedly strong opponent. However, he deems it the perfect opponent to fully restore his fighting instinct.",
		"MST_SCENARIO_50508_NAME": "Strong Opponent",
		"MST_SCENARIO_50509_DESC": "The battle has ended and Grahdens has regained his pride as a Summoner. He vows to fight in the frontlines from now on as well.",
		"MST_SCENARIO_50509_NAME": "At the Front Lines",
		"MST_SCENARIO_50510_DESC": "The Summoner and Grahdens finally meet Mashreed. Grahdens challenges the demon to see if its strength truly lives up to its reputation.",
		"MST_SCENARIO_50510_NAME": "Winged Demon",
		"MST_SCENARIO_50511_DESC": "Mashreed runs from Grahdens in the heat of battle. Grahdens is highly disappointed, but decides to go after it just in case...",
		"MST_SCENARIO_50511_NAME": "Mashreed Flees",
		"MST_SCENARIO_50512_DESC": "Mashreed has changed its shape, becoming more intimidating than ever. Knowing the real fight is about to begin, Grahdens's fighting spirit swells.",
		"MST_SCENARIO_50512_NAME": "The Real Battle",
		"MST_SCENARIO_50513_DESC": "Grahdens defeats Mashreed and encourages the Summoner, who is astonished by the power the Elder Summoner displayed, to head towards Ishgria.",
		"MST_SCENARIO_50513_NAME": "Prepare for Battle!",
		"MST_SCENARIO_50600_DESC": "Lin asks the Summoner to accompany her during a land survey in Elgaia. She says if the Summoner is around, she will have nothing to worry about.",
		"MST_SCENARIO_50600_NAME": "Request for an Escort",
		"MST_SCENARIO_50601_DESC": "Lin states that they must explore four areas to complete the survey, and that if she becomes unable to continue, the survey will be deemed a failure.",
		"MST_SCENARIO_50601_NAME": "The Survey Begins!",
		"MST_SCENARIO_50602_DESC": "Lin's clothes are melted by the mucus secreted by a certain demon. Seeing herself in a pinch, she asks the Summoner for help.",
		"MST_SCENARIO_50602_NAME": "Cloth Melting Mucus",
		"MST_SCENARIO_50603_DESC": "Lin is rendered unable to move by what seem like tentacles tangled around her feet. The Summoner manages to rescue her, but now she's soaking wet...",
		"MST_SCENARIO_50603_NAME": "Coiling Tentacles",
		"MST_SCENARIO_50604_DESC": "A demon with a beak starts tearing Lin's clothes apart. The Summoner manages to defeat the demon, but ends up in rags worse than Lin's.",
		"MST_SCENARIO_50604_NAME": "Cloth Shredding Beak",
		"MST_SCENARIO_50605_DESC": "Lin inspects the setting of the last survey area. The party is surrounded by demons in a flash, though they're excited to bring the survey to its end.",
		"MST_SCENARIO_50605_NAME": "Last Survey Area",
		"MST_SCENARIO_50606_DESC": "The Summoner continues battling all surrounding demons, until the last one of them lands a desperate final attack...",
		"MST_SCENARIO_50606_NAME": "Counterattack's Effect",
		"MST_SCENARIO_50607_DESC": "A few days after Lin's survey comes to its end, the Summoner faces a lot of intriguing cold stares back in the Imperial Capital...",
		"MST_SCENARIO_50607_NAME": "Tarnished Reputation",
		"MST_SCENARIO_50700_DESC": "Paris dreams of her early childhood as she dozes off in the Imperial Library. Meanwhile, Noel suddenly appears...",
		"MST_SCENARIO_50700_NAME": "Childhood Memories",
		"MST_SCENARIO_50701_DESC": "Paris heads towards the Temple of Illusions and runs into the Summoner, who says is in the area on an urgent mission from Summoners' Hall.",
		"MST_SCENARIO_50701_NAME": "Temple of Illusions",
		"MST_SCENARIO_50702_DESC": "As the Summoner approaches the Temple of Illusions, a blinding light suddenly appears, somehow bringing with it the once defeated disciple Zebra.",
		"MST_SCENARIO_50702_NAME": "Zebra Reappears",
		"MST_SCENARIO_50703_DESC": "The Summoner defeats Zebra once again. Lin says she thinks his appearance could be connected to the demon dwelling within the Temple of Illusions.",
		"MST_SCENARIO_50703_NAME": "Demon's Abilities",
		"MST_SCENARIO_50704_DESC": "The disciple Mare shows herself anew before the Summoner. Wielding powers greater than those of a god, she asks about the Summoner's destination.",
		"MST_SCENARIO_50704_NAME": "Mare Reappears",
		"MST_SCENARIO_50705_DESC": "Mare is defeated by the Summoner once more. As she laughs, she predicts that the Summoner will one day be destroyed by powerless beings.",
		"MST_SCENARIO_50705_NAME": "Humanity's Limits",
		"MST_SCENARIO_50706_DESC": "The disciple Zurg also shows himself, just as Mare had. He says that humans have no hope of governing Grand Gaia.",
		"MST_SCENARIO_50706_NAME": "Zurg Reappears",
		"MST_SCENARIO_50707_DESC": "After the Summoner defeats Zurg, Lin discloses that the power of the demon awaiting in the temple may be that of manifesting one's fears.",
		"MST_SCENARIO_50707_NAME": "Manifested Fears",
		"MST_SCENARIO_50708_DESC": "The Summoner finally reaches the Temple of Illusions, but just when four strong presences are sensed in the area, communication with Lin goes awry...",
		"MST_SCENARIO_50708_NAME": "Four Great Powers",
		"MST_SCENARIO_50709_DESC": "The Summoner ends up defeating the Four Fallen Gods instead of the demon. The real demon gets away, but the mission is considered clear for now.",
		"MST_SCENARIO_50709_NAME": "Four Fallen Gods",
		"MST_SCENARIO_50710_DESC": "Eriole suddenly shows himself before Paris. He chastises her and challenges her to a battle she doesn't want to fight.",
		"MST_SCENARIO_50710_NAME": "Bitter Reunion",
		"MST_SCENARIO_50711_DESC": "The Eriole Paris had been fighting suddenly disappears. Without even considering that it was all an illusion, Paris goes forth amidst the confusion.",
		"MST_SCENARIO_50711_NAME": "Eriole Vanishes",
		"MST_SCENARIO_50712_DESC": "Tesla appears before Paris. Berating her for having been born a noble, Tesla brands Paris her enemy, as well as Eriole's.",
		"MST_SCENARIO_50712_NAME": "Resentful Meeting",
		"MST_SCENARIO_50713_DESC": "Just like Eriole, Tesla also disappears. Without comprehending what is going on around her, Paris continues heading towards the temple.",
		"MST_SCENARIO_50713_NAME": "Tesla Vanishes",
		"MST_SCENARIO_50714_DESC": "Eriole appears once more and tries to persuade Paris to join him anew. However, he is suddenly attacked by a mysterious light...",
		"MST_SCENARIO_50714_NAME": "Eriole's Temptation",
		"MST_SCENARIO_50715_DESC": "Eriole explains to Paris the type of world he wants to build. However, it is then that Paris remembers the words of her dear childhood friend...",
		"MST_SCENARIO_50715_NAME": "Friendship for All",
		"MST_SCENARIO_50716_DESC": "After seeing Eriole transform, Paris finally realizes her enemies have been illusions. Now she is more determined to move forth than ever before!",
		"MST_SCENARIO_50716_NAME": "Not Fooled by Visions",
		"MST_SCENARIO_50717_DESC": "Paris destroys the demon behind all the illusions, and vows to live her life by helping those who are in need of her power.",
		"MST_SCENARIO_50717_NAME": "My Own Power...",
		"MST_SCENARIO_50718_DESC": "Paris finally learns her new purpose after defeating Eriole. However, there is a strong presence emanating from the Temple of Illusions...",
		"MST_SCENARIO_50718_NAME": "My Ideal World",
		"MST_SCENARIO_50719_DESC": "After Paris regroups with the Summoner, Lin explains the characteristics of the demon. They head towards the temple to defeat it, but...",
		"MST_SCENARIO_50719_NAME": "Growing Fear",
		"MST_SCENARIO_50720_DESC": "With the demon defeated, Paris confesses to the Summoner that it may be good for her to start seeing things from different points of view.",
		"MST_SCENARIO_50720_NAME": "Paris Moves On",
		"MST_SCENARIO_50721_DESC": "After fighting against the illusions, Paris rediscovers the doubt within her. However, she feels that these doubts are what led her there.",
		"MST_SCENARIO_50721_NAME": "Doubts & Expectations",
		"MST_SCENARIO_50722_DESC": "Paris is not surprised in the least to learn she had been fighting against illusions. Instead, she focuses on a way to make her own dreams a reality.",
		"MST_SCENARIO_50722_NAME": "Follow Your Own Path",
		"MST_SCENARIO_50800_DESC": "Noel and Rhynt talk about powering up their new mock Units, but they somehow need Lugina to battle a demon with very particular powers to do so.",
		"MST_SCENARIO_50800_NAME": "Noel & Rhynt's Secret",
		"MST_SCENARIO_50801_DESC": "The Summoner goes after the demon alongside Lugina. Karl also happens to be in the area fulfilling an urgent request from Grahdens.",
		"MST_SCENARIO_50801_NAME": "Abandoned Metropolis",
		"MST_SCENARIO_50802_DESC": "Lugina runs into an opponent who looks exactly like him. As the fake Lugina provokes the real one, a battle ensues.",
		"MST_SCENARIO_50802_NAME": "Fake Lugina",
		"MST_SCENARIO_50803_DESC": "The fake Lugina says he's the real deal in both mind and spirit. However, the real Lugina has yet to simmer down, and immediately attacks the fake.",
		"MST_SCENARIO_50803_NAME": "Impostor's Escape",
		"MST_SCENARIO_50804_DESC": "As the fake Lugina tries to provoke the original, Lugina fires back with taunts of his own. The anger each of them feels fuels yet another brawl.",
		"MST_SCENARIO_50804_NAME": "Reply to Provocation",
		"MST_SCENARIO_50805_DESC": "The fake Lugina is defeated by the real Lugina. He flees saying that he wants to learn to control his current body and spirit more efficiently.",
		"MST_SCENARIO_50805_NAME": "Lugina's Real Power",
		"MST_SCENARIO_50806_DESC": "Lin informs the Summoner about the target demon. She says it's possible that it has taken on Lugina's shape.",
		"MST_SCENARIO_50806_NAME": "Lin's Demon Intel",
		"MST_SCENARIO_50807_DESC": "Karl heads towards the Abandoned Metropolis alone. Hearing that other personnel has been dispatched to the area, he gets a hunch as to who it is.",
		"MST_SCENARIO_50807_NAME": "Karl's Guess",
		"MST_SCENARIO_50808_DESC": "Caught in a mad frenzy, the fake Lugina shows his true demonic nature. Lugina, who is also burning with rage, triggers a fight.",
		"MST_SCENARIO_50808_NAME": "The Demon Nebulous",
		"MST_SCENARIO_50809_DESC": "Karl and the Summoner are confused by Lugina's fake. However, after the real Lugina insults them they realize who's the original and fight together.",
		"MST_SCENARIO_50809_NAME": "Two Luginas",
		"MST_SCENARIO_50810_DESC": "Lugina defeats the demon Nebulous, and instead of this victory humbling him, it gives his personality a turn for the worse...",
		"MST_SCENARIO_50810_NAME": "Lugina's Personality",
		"MST_SCENARIO_50811_DESC": "The Summoner is suddenly attacked by Lugina upon arriving to the Abandoned Metropolis, but can immediately tell this opponent is a fake.",
		"MST_SCENARIO_50811_NAME": "Meeting Fake Lugina",
		"MST_SCENARIO_50812_DESC": "Upon arriving to his destination, Karl runs into Lugina's fake. Unprovoked by the impostor, he accepts the challenge while keeping his cool.",
		"MST_SCENARIO_50812_NAME": "Fake Lugina Attacks",
		"MST_SCENARIO_50813_DESC": "Noel and Rhynt, who concocted the plan to have Lugina fight Nebulous, are confused as to why Karl was in the area.",
		"MST_SCENARIO_50813_NAME": "Noel's Miscalculation",
		"MST_SCENARIO_50814_DESC": "After Karl repels the fake Lugina's attack, he wonders why Grahdens has sent him on this mission, and waits for the real Lugina's arrival.",
		"MST_SCENARIO_50814_NAME": "Karl Waits for Lugina",
		"MST_SCENARIO_50815_DESC": "Lugina goes after the demon with Karl. Awaiting them, the demon mentions an incident involving Zagamlung, and Karl intervenes on Lugina's behalf.",
		"MST_SCENARIO_50815_NAME": "Karl's Defense",
		"MST_SCENARIO_50816_DESC": "Lugina gets angry at Karl for unwantedly sticking up for him and challenges him to a duel. Karl can see that Lugina is serious, so he accepts.",
		"MST_SCENARIO_50816_NAME": "Exploding Antagonism",
		"MST_SCENARIO_50817_DESC": "Lugina claims Karl is no match for him after Karl is seemingly unable to fight to the best of his ability. But according to Karl...",
		"MST_SCENARIO_50817_NAME": "Lugina VS. Karl",
		"MST_SCENARIO_50900_DESC": "Edea, princess of Palmyna, makes a stand against the invasion of the gods and gathers Lorand, Dean, and Loch to fight for her cause.",
		"MST_SCENARIO_50900_NAME": "Gathered Soldiers",
		"MST_SCENARIO_50901_DESC": "Lorand explains his battle plans to the Royal Army. Edea, who had persuaded him to join her, gives a great morale boosting speech to her soldiers.",
		"MST_SCENARIO_50901_NAME": "Edea Speaks",
		"MST_SCENARIO_50902_DESC": "Edea regroups with Loch, who had gone ahead, but it seems that Dean has gone even further ahead. As always, Loch and Dean's animosity surfaces...",
		"MST_SCENARIO_50902_NAME": "Two Advance",
		"MST_SCENARIO_50903_DESC": "Edea regroups with Dean, and Loch picks a fight with Dean for having advanced without permission. Lorand tries to set them straight, but...",
		"MST_SCENARIO_50903_NAME": "Four Unite",
		"MST_SCENARIO_50904_DESC": "The group confirms that a large number of God Army troops guards the way to the God Army Palace. Placing her faith on her soldiers, Edea waits.",
		"MST_SCENARIO_50904_NAME": "Edea's Faith",
		"MST_SCENARIO_50905_DESC": "Declaring he can't even stand the sight of humans when the Royal Army appears before him, an enraged Zebra attacks.",
		"MST_SCENARIO_50905_NAME": "Zebra's Rage",
		"MST_SCENARIO_50906_DESC": "Zebra deduces the plans of the Palmyna Army. He believes it would be entertaining to see the humans despair after witnessing Cardes's power.",
		"MST_SCENARIO_50906_NAME": "Zebra Withdraws",
		"MST_SCENARIO_50907_DESC": "Edea learns that the Royal Army has successfully attacked the God Army. She encourages everyone to do their best, while concerned for their safety.",
		"MST_SCENARIO_50907_NAME": "Damage Report",
		"MST_SCENARIO_50908_DESC": "The God Army moves and clears a path to the palace. Edea thanks everyone before the final battle, but Loch claims it is much too early to do so.",
		"MST_SCENARIO_50908_NAME": "Before the Last Battle",
		"MST_SCENARIO_50909_DESC": "Edea and her comrades face Cardes. The Fallen God's intimidating atmosphere brings everyone down, but Edea's words fill them with hope anew.",
		"MST_SCENARIO_50909_NAME": "Cardes the Menace",
		"MST_SCENARIO_50910_DESC": "Loch's finishing blow opens a gate to the Spirit World. In order to ensure that her friends escape safely, Edea sacrifices herself to seal Cardes...",
		"MST_SCENARIO_50910_NAME": "Unbearable Sacrifice",
		"MST_SCENARIO_51000_DESC": "Loch blames himself for not being able to protect Edea. However, Lafdranya's light shows him that Edea's heart is still beating.",
		"MST_SCENARIO_51000_NAME": "Edea's Heartbeat",
		"MST_SCENARIO_51001_DESC": "Loch heads towards Obselion Castle to confirm his suspicions, hoping that both Lorand and Dean are on their way there as well.",
		"MST_SCENARIO_51001_NAME": "Soldiers' Fight",
		"MST_SCENARIO_51002_DESC": "Surprised to see the Royal Army has survived, Loch tries to lead it without any experience and asks the soldiers to create a diversion to save Edea.",
		"MST_SCENARIO_51002_NAME": "Loch's Commands",
		"MST_SCENARIO_51003_DESC": "Zebra is furious to see the Royal Army appear before him once again. Claiming it wouldn't be a bad idea to reduce their numbers, he attacks.",
		"MST_SCENARIO_51003_NAME": "Angry Disciple",
		"MST_SCENARIO_51004_DESC": "Zebra starts acting strange amidst the fierce battle. As if feeling a change in Cardes's state, he flees to his master's side immediately.",
		"MST_SCENARIO_51004_NAME": "Unexpected Situation",
		"MST_SCENARIO_51005_DESC": "Loch finds Dean. As he states he must be the one to save the princess, Dean asks him when he plans to confess his love for Edea...",
		"MST_SCENARIO_51005_NAME": "Dean's Question",
		"MST_SCENARIO_51006_DESC": "Lorand's hate towards the God Army has driven him mad with fury within the walls of the ruined Arlind Seminary. Loch and Dean try to reason with him.",
		"MST_SCENARIO_51006_NAME": "Mad Swordsman",
		"MST_SCENARIO_51007_DESC": "Lorand returns to his old self, but refuses to join Loch and Dean. However, he changes his mind as soon as he senses Edea's heartbeat.",
		"MST_SCENARIO_51007_NAME": "Battle Spirit Revival",
		"MST_SCENARIO_51008_DESC": "Loch and the others enter the Spirit World and meet Cardes. They also see Edea, who lies dormant after sealing Cardes away.",
		"MST_SCENARIO_51008_NAME": "Price for the Seal",
		"MST_SCENARIO_51009_DESC": "Hearing her friends calling out to her, Edea awakens. However, the seal on Cardes breaks, causing him to lose control over his powers...",
		"MST_SCENARIO_51009_NAME": "Edea Awakens",
		"MST_SCENARIO_51010_DESC": "Edea decides to give her own life to seal Cardes away for good, and Loch and the rest insist on giving their own lives to help her with the task.",
		"MST_SCENARIO_51010_NAME": "Seal of Four",
		"MST_SCENARIO_51011_DESC": "In a desperate effort Lafdranya surpasses its own limits, exhibiting unfathomable power. The Four Heroes launch their final attack to defeat Cardes! ",
		"MST_SCENARIO_51011_NAME": "Lafdranya's Will"
	}
}