{
	"bfmtMetadata": {
		"createdAt": "2015-09-03T04:48:35.000Z",
		"updatedAt": "2017-03-08T10:56:26.000Z"
	},
	"entries": {
		"MST_SCENARIO_10001_DESC": "Tilith explains Grand Gaia's situation in the Cave of Flames. The Summoner must embark on a far and long journey to defeat the Four Fallen Gods...",
		"MST_SCENARIO_10001_NAME": "Start of the Journey",
		"MST_SCENARIO_10002_DESC": "At Egor Snowfield, Tilith mentions the importance of Elements regarding Units. Thunder beats Water, etc... A good thing to consider for future fights.",
		"MST_SCENARIO_10002_NAME": "Unit Compatibility",
		"MST_SCENARIO_10003_DESC": "The Summoner reaches the Forest of Beasts, where enemies hunt wild animals for food. The usage of Spheres is carefully explained here as well.",
		"MST_SCENARIO_10003_NAME": "Equipment Matters",
		"MST_SCENARIO_10004_DESC": "The humidity in Magutagal Wetlands puts Tilith in a bad mood, though she does shed light on the Sparks created by multiple synchronized attacks.",
		"MST_SCENARIO_10004_NAME": "Battle Technique",
		"MST_SCENARIO_10005_DESC": "Tilith is impressed that the Summoner has been able to reach Mirza's Remains safely. As a reward, she explains the benefits of using Leader Skills.",
		"MST_SCENARIO_10005_NAME": "Leadership",
		"MST_SCENARIO_10006_DESC": "Rumors say that a mysterious swordsman lurks in the Monster's Nest. Though Tilith swears she's not afraid, she looks pretty scared indeed...",
		"MST_SCENARIO_10006_NAME": "I'm Not Afraid!",
		"MST_SCENARIO_10007_DESC": "Now at the Tower of Mistral, the liberation of the whole region is but a step away. However, Creator Maxwell has built quite a terrifying opponent...",
		"MST_SCENARIO_10007_NAME": "Mistral Liberated",
		"MST_SCENARIO_10008_DESC": "The Summoner successfully defeats the Juggernaut, earning Tilith's praise. Lucius will now open the way towards the unknown land of Morgan.",
		"MST_SCENARIO_10008_NAME": "Onto New Lands",
		"MST_SCENARIO_10009_DESC": "Searching for Tilith, our Summoner enters the Kagan Desert. A coincidental meeting with Karl reveals that he is after the demon Graham.",
		"MST_SCENARIO_10009_NAME": "Reunion with Karl",
		"MST_SCENARIO_10010_DESC": "At Breeze Beach Tilith hears of a beautiful, yet indifferent swordswoman. However, she's confident that she's much prettier than this rumored beauty.",
		"MST_SCENARIO_10010_NAME": "Beautiful Swordswoman",
		"MST_SCENARIO_10011_DESC": "Karl hurts himself while pursuing Graham. The Nocturnal Forest is said to be the turf of one of Graham's subordinates who is attacking many Summoners.",
		"MST_SCENARIO_10011_NAME": "Graham's Subordinate",
		"MST_SCENARIO_10012_DESC": "Karl is successful in driving out Graham from the Nocturnal Forest. With nowhere to run, it's time to settle everything in the Asekutt Wastelands.",
		"MST_SCENARIO_10012_NAME": "Karl's Pursuit",
		"MST_SCENARIO_10013_DESC": "Seria, a member of the Demon Slayers, shows herself at the Shrine of Lystia. According to her, Graham is one of Abaddon's most treasured underlings.",
		"MST_SCENARIO_10013_NAME": "Abaddon & Graham",
		"MST_SCENARIO_10014_DESC": "Seria goes belligerent on the Summoner. Though Karl wants to continue to the Destroyed Cathedral as a team of three, Seria's not making it easy...",
		"MST_SCENARIO_10014_NAME": "Refusal",
		"MST_SCENARIO_10015_DESC": "Having finally reached Abaddon's stronghold in the Tower of Morgan, Karl and Seria fend off incoming enemies to help the Summoner press forward.",
		"MST_SCENARIO_10015_NAME": "For My Comrades",
		"MST_SCENARIO_10016_DESC": "Abaddon has been defeated. After meeting Karl and once again parting ways, Tilith and the Summoner head towards St. Lamia in search of Maxwell.",
		"MST_SCENARIO_10016_NAME": "To the Enemy Base",
		"MST_SCENARIO_10017_DESC": "At Volcano Eldent, Tilith warns that ignoring one's duties is unacceptable. She says she has never slacked off when it comes to her job, but...",
		"MST_SCENARIO_10017_NAME": "No Slacking Off!",
		"MST_SCENARIO_10018_DESC": "Though Tilith tries to give some background on Sacred Mt. Craylia, she doesn't seem to be doing very well. She has supposedly caught a cold...",
		"MST_SCENARIO_10018_NAME": "A Bad Omen",
		"MST_SCENARIO_10019_DESC": "Tilith tries her best to pretend her condition is not aggravating while in the Blood Forest. But it's clear to see it's taking a toll on her...",
		"MST_SCENARIO_10019_NAME": "Bluffing",
		"MST_SCENARIO_10020_DESC": "Tilith finally confesses about her bad physical condition in Mt. Wistorea. Maxwell's curse affects her even more as she approaches St. Lamia Palace.",
		"MST_SCENARIO_10020_NAME": "The Curse",
		"MST_SCENARIO_10021_DESC": "At the Secluded Sanctuary, Tilith finally collapses. Entrusting her to Seria, the Summoner heads towards St. Lamia Palace alone to vanquish the curse.",
		"MST_SCENARIO_10021_NAME": "A Promise",
		"MST_SCENARIO_10022_DESC": "After being rescued by Karl, the Summoner goes after Maxwell in St. Lamia Palace. Can Tilith truly be saved from this terrible curse?!",
		"MST_SCENARIO_10022_NAME": "Something to Protect",
		"MST_SCENARIO_10023_DESC": "With the curse broken, Tilith comes back to her normal self, but somehow ends up in a dramatic argument with Seria...",
		"MST_SCENARIO_10023_NAME": "Fall of the Creator",
		"MST_SCENARIO_10100_DESC": "Once Eriole learns that the Akras Summoners' Hall has opened the southern region of Mistral, he send Paris to Cordelica...",
		"MST_SCENARIO_10100_NAME": "The Plot Begins",
		"MST_SCENARIO_10101_DESC": "An encounter with the Demon Slayer Lugina occurs in Greskya Caves. Since he has no respect for the Regular Army, he demands that the Summoner leave.",
		"MST_SCENARIO_10101_NAME": "Demon Slayer Lugina",
		"MST_SCENARIO_10102_DESC": "At Ignia Falls, Lugina sheds light on how both the Randall Empire and the Akras Summoners' Hall influence life in Elgaia.",
		"MST_SCENARIO_10102_NAME": "Elgaia Affairs",
		"MST_SCENARIO_10103_DESC": "Lugina explains how the Summoner Army works while in Lomass Forest. And as an elite, he demands that the Summoner respect his authority.",
		"MST_SCENARIO_10103_NAME": "The Summoner Army",
		"MST_SCENARIO_10104_DESC": "Paris shows herself in Valtan Fortress. She asks the Summoner for cooperation regarding the land survey on Cordelica, but...",
		"MST_SCENARIO_10104_NAME": "Paris's Request",
		"MST_SCENARIO_10105_DESC": "While heading to the Tower of Light, Paris mentions that the Summoner is a friend of Karl's, but Lugina doesn't buy it. He doesn't seem fond of Karl.",
		"MST_SCENARIO_10105_NAME": "That Snob!",
		"MST_SCENARIO_10106_DESC": "Paris explains in the Cordelica Mine that a race of giants inhabited the island long ago. It would seem that the god of the giants has awaken as well.",
		"MST_SCENARIO_10106_NAME": "A Giant God",
		"MST_SCENARIO_10107_DESC": "While Lugina goes on a mission to defeat the giant god Grantos in the Giant's Ruins, Paris asks the Summoner to demonstrate what real power is.",
		"MST_SCENARIO_10107_NAME": "Enthusiastic Lugina",
		"MST_SCENARIO_10108_DESC": "Having learned that the Summoner defeated Grantos, Eriole laughs while proclaiming that the world is heading towards the right direction...",
		"MST_SCENARIO_10108_NAME": "Eriole's Motives",
		"MST_SCENARIO_10200_DESC": "Lucius guides the Summoner to the Palmyna Archipelago, while a certain man in Randall is informed that the barrier over the same islands has vanished.",
		"MST_SCENARIO_10200_NAME": "Knight Supervisor",
		"MST_SCENARIO_10201_DESC": "The next target is Cardes the Malevolent, another of the Four Fallen Gods. In Julep Village you hear that half of his power is still sealed away.",
		"MST_SCENARIO_10201_NAME": "Cardes the Malevolent",
		"MST_SCENARIO_10202_DESC": "Tilith claims not to be scared aboard the Ghost Ship Legnia. However, she does give some information about Palmyna, where Cardes is sealed...",
		"MST_SCENARIO_10202_NAME": "Road to Palmyna",
		"MST_SCENARIO_10203_DESC": "The Summoner is suddenly attacked by a strange man in Elios Plains. But this mysterious man's presence disappears just as fast as it showed itself.",
		"MST_SCENARIO_10203_NAME": "A Mysterious Man",
		"MST_SCENARIO_10204_DESC": "A meeting with Seria and Karl in the Saji Mines reveals they are still after Graham. Karl warns the Summoner against someone called Zebra.",
		"MST_SCENARIO_10204_NAME": "His Name is Zebra",
		"MST_SCENARIO_10205_DESC": "Tilith and her Summoner run into \"Elder Grah\" in Lamellia Temple. The old man claims to be investigating the folklore linked to the Four Fallen Gods.",
		"MST_SCENARIO_10205_NAME": "A Mysterious Elder",
		"MST_SCENARIO_10206_DESC": "Karl and Seria corner Graham in Ghost Town Edila, but they are blown away by an unknown and powerful force, allowing Graham to escape.",
		"MST_SCENARIO_10206_NAME": "Unknown Force",
		"MST_SCENARIO_10207_DESC": "Showing himself at Amdahl Castle, Elder Grah tells of the vengeful spirit of Amdahl's last emperor, which apparently still lurks about the castle.",
		"MST_SCENARIO_10207_NAME": "Amdahl's Last Emperor",
		"MST_SCENARIO_10208_DESC": "Elder Grah is impressed with the Summoner's ability to vanquish the evil spirit. Seria rushes over, and it seems that she knows the elder somehow.",
		"MST_SCENARIO_10208_NAME": "Seria & Elder Grah",
		"MST_SCENARIO_10209_DESC": "Guided by Lucius, the Summoner reaches Encervis. According to Tilith, a human civil war ravaged this land a long time ago.",
		"MST_SCENARIO_10209_NAME": "Ruins of the Past",
		"MST_SCENARIO_10210_DESC": "After reaching Elsta Crater, Tilith tells the Summoner how hard she's been working so far. However, her claims seem questionable somehow...",
		"MST_SCENARIO_10210_NAME": "Hardworking Tilith",
		"MST_SCENARIO_10211_DESC": "Zebra suddenly attacks at Lake Aldela, but Elder Grah's assistance prevents any serious damage. This powerful enemy seems to live in a floating fort.",
		"MST_SCENARIO_10211_NAME": "The Sky Fort Restored",
		"MST_SCENARIO_10212_DESC": "Elder Grah tells of the history of Amdahl while wondering about Castle Avenia. He asks the Summoner to destroy the sky fort, but Tilith's apathetic...",
		"MST_SCENARIO_10212_NAME": "Amdahl's History",
		"MST_SCENARIO_10213_DESC": "Zebra and the Dark Figure are found in the Gadillian Ravine talking about how to handle the Summoner. Just what could their relationship be...?",
		"MST_SCENARIO_10213_NAME": "Zebra & a Dark Figure",
		"MST_SCENARIO_10214_DESC": "Seria and Karl search for the Summoner at Alman Mausoleum. They both say they want to use their power to help bring down the sky fort.",
		"MST_SCENARIO_10214_NAME": "Reassuring Support",
		"MST_SCENARIO_10215_DESC": "In the Land of the Dead, Tilith reveals that the sky fort's official name is Solaris. She intends to use her powers to help infiltrate it.",
		"MST_SCENARIO_10215_NAME": "Penetrating the Fort",
		"MST_SCENARIO_10216_DESC": "Thanks to Tilith's powers, the infiltration of Sky Fort Solaris is a success. Zebra sees this as an opening to attack the exhausted goddess.",
		"MST_SCENARIO_10216_NAME": "Zebra vs. Tilith",
		"MST_SCENARIO_10217_DESC": "Zebra has finally been defeated. However, he destroys Solaris trying to bring the Summoner down with him. Who can prevent this tragedy...?",
		"MST_SCENARIO_10217_NAME": "Zebra & Grahdens",
		"MST_SCENARIO_10218_DESC": "The Summoner reaches Palmyna through Lucius's guidance. Traces of a kingdom which fought against the gods are still very much apparent here.",
		"MST_SCENARIO_10218_NAME": "The Battlefield",
		"MST_SCENARIO_10219_DESC": "Though initially in Obselion Castle, Tilith heads to Dejour Ruins in a hurry to warn that the seal on Cardes has begun to wear off.",
		"MST_SCENARIO_10219_NAME": "The Unraveling Seal",
		"MST_SCENARIO_10220_DESC": "Grahdens is left alone with the Summoner at Obselion Castle. He shares the story of the 4 Heroes of Palmyna who sealed Cardes the Malevolent away.",
		"MST_SCENARIO_10220_NAME": "4 Heroes of Palmyna",
		"MST_SCENARIO_10221_DESC": "At Emerald Path, Seria and Karl learn that they must travel to the spirit world in order to defeat Cardes. Seria is acting rather strange though...",
		"MST_SCENARIO_10221_NAME": "Eccentric Seria",
		"MST_SCENARIO_10222_DESC": "While passing through the Grandelt Ruins, Tilith reveals that Cardes's body is slowly disintegrating, and that his godly powers are running rampant.",
		"MST_SCENARIO_10222_NAME": "The Gods' Rampage",
		"MST_SCENARIO_10223_DESC": "In Arlind Seminary, Grahdens expresses his doubts regarding the past and recent movements of the gods. His thoughts seem to influence the Summoner.",
		"MST_SCENARIO_10223_NAME": "Grahdens's Doubts",
		"MST_SCENARIO_10224_DESC": "Karl and Seria accompany the Summoner to the gates of the underworld in the Noera Battleground. They are both worried about Tilith.",
		"MST_SCENARIO_10224_NAME": "The Entrance to Hades",
		"MST_SCENARIO_10225_DESC": "The Summoner and the others split up to find Cardes in the Spirit World of Palmyna. Can he be defeated before he destroys everything?",
		"MST_SCENARIO_10225_NAME": "Battling Cardes",
		"MST_SCENARIO_10226_DESC": "Just when everyone tries to escape the now crumbling underworld, Seria suffers an injury. In this desperate situation, Tilith appears to save the day.",
		"MST_SCENARIO_10226_NAME": "The Goddess Reborn",
		"MST_SCENARIO_10300_DESC": "After hearing Paris's report, Eriole dispatches her to Lizeria. What could he possibly be looking for?",
		"MST_SCENARIO_10300_NAME": "The Search",
		"MST_SCENARIO_10301_DESC": "Lugina shows up in Erinecht Plains and claims to have a mission much more important than that of the Summoner's. His feisty attitude hasn't changed.",
		"MST_SCENARIO_10301_NAME": "Lugina's Mission",
		"MST_SCENARIO_10302_DESC": "After reaching Golzo Mountains, it is revealed that Paris is in search of a dormant power in Lizeria. And it seems Lugina is after the same thing.",
		"MST_SCENARIO_10302_NAME": "An Ambition for Two",
		"MST_SCENARIO_10303_DESC": "At Lodan Frozen Lake, Lugina wrongly assumes that Paris has betrayed the Summoner. Everything is clarified, but Lugina insists on training...",
		"MST_SCENARIO_10303_NAME": "Lugina's Training",
		"MST_SCENARIO_10304_DESC": "Paris talks about the social structure of Elgaia while in the Impassable Marshlands. It feels like she distrusts the power of the Summoners' Hall.",
		"MST_SCENARIO_10304_NAME": "The Hall's Dark Side",
		"MST_SCENARIO_10305_DESC": "In the Lightning Forest Zaljiba, Paris mentions the dark side of the Summoners' Hall. Lugina is then questioned about it, and he answers accordingly.",
		"MST_SCENARIO_10305_NAME": "Lugina's Motivation",
		"MST_SCENARIO_10306_DESC": "Paris shares her doubts about the gods and talks about the world's instability in Lost City La Veda. She wants to take matters into her own hands.",
		"MST_SCENARIO_10306_NAME": "Paris's Motivation",
		"MST_SCENARIO_10307_DESC": "Atop the Black Bridge, Lugina says he will crush anyone who gets in his way, and makes one last confession to the Summoner before moving forward.",
		"MST_SCENARIO_10307_NAME": "Last Warning",
		"MST_SCENARIO_10308_DESC": "Though Lugina loses to the Summoner, he claims that there is no way he could have failed, and continues to deny his own defeat.",
		"MST_SCENARIO_10308_NAME": "Lugina's Defeat",
		"MST_SCENARIO_10309_DESC": "At the Tower of Destruction, an injured Paris still refuses to give up on the dormant power in the region. She won't forgive the Summoner's intrusion.",
		"MST_SCENARIO_10309_NAME": "Paris's Resolution",
		"MST_SCENARIO_10310_DESC": "A defense system capable of destroying Summoners. However, whatever Paris is looking for, which should've been close, is nowhere to be seen...",
		"MST_SCENARIO_10310_NAME": "Destructive Power",
		"MST_SCENARIO_10400_DESC": "Tilith and the Summoner set off to defeat Zevalhua the Supreme. Unbeknownst to them, Eriole and Paris are on their way to Agni as well...",
		"MST_SCENARIO_10400_NAME": "Double Journey",
		"MST_SCENARIO_10401_DESC": "In Glomore Hollow, Karl and Seria state they want to help defeat Zevalhua while a mysterious woman scornfully watches from afar.",
		"MST_SCENARIO_10401_NAME": "Comrades",
		"MST_SCENARIO_10402_DESC": "After reaching Snow Area Khelne, Disciple Mare suddenly appears and asks Karl to meet her in the Azura Ruins alone to reveal a certain secret to him.",
		"MST_SCENARIO_10402_NAME": "Karl's Past",
		"MST_SCENARIO_10403_DESC": "Seria worries about Karl while wondering in Stokhelna Forest when Mare shows herself again to say that Karl has played right into her hands...",
		"MST_SCENARIO_10403_NAME": "Disciple Mare",
		"MST_SCENARIO_10404_DESC": "Seria falls into Mare's trap in the Azura Ruins, and suffers an injury. Tilith leaves Karl's rescue in the Summoner's hands while she cares for Seria.",
		"MST_SCENARIO_10404_NAME": "Trapped Seria",
		"MST_SCENARIO_10405_DESC": "Grahdens awaits the Summoner in the Ryvern Mountains and shares his memories of Karl. He says he will get himself captured by Mare to break Karl out.",
		"MST_SCENARIO_10405_NAME": "Grahdens & Karl",
		"MST_SCENARIO_10406_DESC": "Mare shows herself in front of the lone Summoner within the Abyss Cave. Just as she prepares to launch an attack, Tilith returns and prevents it.",
		"MST_SCENARIO_10406_NAME": "Stealthy Tilith",
		"MST_SCENARIO_10407_DESC": "Mare unleashes Granvalm on the Summoner in the White Tower, and escapes. However, Tilith won't let her get away so easily.",
		"MST_SCENARIO_10407_NAME": "Granvalm the White",
		"MST_SCENARIO_10408_DESC": "Mare appears once again after having defeated Granvalm, and in the midst of this dire situation, an unforeseen ally saves everyone's hides...",
		"MST_SCENARIO_10408_NAME": "Unexpected Helper",
		"MST_SCENARIO_10409_DESC": "Lugina saves the Summoner in Ryvern to honor Grahdens's request. He also insists that he was asked to help with Karl's rescue.",
		"MST_SCENARIO_10409_NAME": "Be Grateful",
		"MST_SCENARIO_10410_DESC": "In the Agni Empire, Lugina is very excited about the rescue mission. He claims it's the perfect chance to complete his mission and make fun of Karl.",
		"MST_SCENARIO_10410_NAME": "Lugina's Best Effort",
		"MST_SCENARIO_10411_DESC": "Tired of waiting for Mare to make an appearance, Lugina leaves the Summoner in Agniria Coast and goes off to search for Karl on his own...",
		"MST_SCENARIO_10411_NAME": "Mobilizing Again",
		"MST_SCENARIO_10412_DESC": "Mare finally shows herself at Granasta Plateau. But she is not willing to fight. Instead, she demands that the Summoner follow her to save Karl.",
		"MST_SCENARIO_10412_NAME": "Mare the Trickster",
		"MST_SCENARIO_10413_DESC": "Mare has flashbacks of a certain person who fought in the war against the gods while the anguished Summoner chases her into Thunder Summit Navara.",
		"MST_SCENARIO_10413_NAME": "Mare's Memories",
		"MST_SCENARIO_10414_DESC": "The Summoner advances into the King's Tomb without losing hope of rescuing Karl. Mare cannot understand such obstinacy, leading her to finally strike.",
		"MST_SCENARIO_10414_NAME": "Opposing Forces",
		"MST_SCENARIO_10415_DESC": "Just when Mare is about to deal her finishing blow in Lognea Cove, Seria, who was supposed to be gravely injured, jumps in to save the Summoner.",
		"MST_SCENARIO_10415_NAME": "Counterattack",
		"MST_SCENARIO_10416_DESC": "A horde of enemies appears in Ocean Shrine Albina, leaving Seria and the Summoner in a bind. However, Lugina shows up with a freed Karl just in time.",
		"MST_SCENARIO_10416_NAME": "The Rescue",
		"MST_SCENARIO_10417_DESC": "Mare is finally defeated by the Summoner, but on a moment's notice, Paris appears to report that Grahdens has been taken captive.",
		"MST_SCENARIO_10417_NAME": "Captured Grahdens",
		"MST_SCENARIO_10418_DESC": "The Summoner finally sets foot on Mirvana. Tilith explains that this was the setting of the bloodiest battle during the great war with the gods.",
		"MST_SCENARIO_10418_NAME": "Ancient Battlefield",
		"MST_SCENARIO_10419_DESC": "Grahdens has been captured by Zevalhua the Supreme. In order to save him, the Summoner and the others split into groups in the Cave of Darkness.",
		"MST_SCENARIO_10419_NAME": "Search Party Assemble",
		"MST_SCENARIO_10420_DESC": "In Arvest Snowfield, Paris wonders suspiciously about why the gods have taken Grahdens prisoner instead of just killing him right off the bat...",
		"MST_SCENARIO_10420_NAME": "Suspicious Actions",
		"MST_SCENARIO_10421_DESC": "While searching for Grahdens in Marleg Ocean of Trees, Paris invites the Summoner to join her cause once again. Tilith ends up interrupting though.",
		"MST_SCENARIO_10421_NAME": "Whose Summoner?",
		"MST_SCENARIO_10422_DESC": "Lugina chastises Paris in the Bog of Eternal Rain. However, just before things get worse, Seria joins the fun and gets into an argument with Lugina.",
		"MST_SCENARIO_10422_NAME": "Lugina & Seria",
		"MST_SCENARIO_10423_DESC": "Grahdens's location is confirmed after reaching Cape Narasta, and Paris questions why Lucius doesn't defeat the Four Fallen Gods himself.",
		"MST_SCENARIO_10423_NAME": "Paris's Doubts",
		"MST_SCENARIO_10424_DESC": "Karl thanks Tilith when she discloses more information on Grahdens in the Mirvana Ruins. Lugina and Seria, however, continue their usual quarrel.",
		"MST_SCENARIO_10424_NAME": "They Never Change",
		"MST_SCENARIO_10425_DESC": "The whole group has reached the Tower of the Gods at last. Can they accomplish their goal of defeating Zevalhua the Supreme to rescue Grahdens?",
		"MST_SCENARIO_10425_NAME": "Zevalhua the Supreme",
		"MST_SCENARIO_10426_DESC": "Grahdens shows himself and reveals the secret of Karl's birth. At the same time, Eriole suddenly makes an appearance, cutting in to talk to the elder.",
		"MST_SCENARIO_10426_NAME": "The Secret of Birth",
		"MST_SCENARIO_10500_DESC": "The Vriksha region is the land under control of the last Fallen God, Beast God Afla Dilith. Tilith reminisces about when she first met the Summoner.",
		"MST_SCENARIO_10500_NAME": "The Last Fallen God",
		"MST_SCENARIO_10501_DESC": "In the Ulga Lava Cave, Grahdens and Eriole both go after Afla Dilith, announcing that the Summoner will now work hand in hand with the Empire.",
		"MST_SCENARIO_10501_NAME": "A Common Cause",
		"MST_SCENARIO_10502_DESC": "Afla Dilith's disciple, Zurg, suddenly shows himself in Sea Capital Almeria. He confesses to be interested in the Summoner's many recent victories.",
		"MST_SCENARIO_10502_NAME": "Disciple Zurg",
		"MST_SCENARIO_10503_DESC": "Zurg appears again in the Forest of Old to explain how Lanara was ravaged by a human civil war, and how Afla Dilith alone can truly save the world.",
		"MST_SCENARIO_10503_NAME": "Zurg's Truth",
		"MST_SCENARIO_10504_DESC": "The Summoner runs into Grahdens at Danrard Fortress. Zurg shows himself as well, explaining how human folly has afflicted this land.",
		"MST_SCENARIO_10504_NAME": "Humans' Foolishness",
		"MST_SCENARIO_10505_DESC": "While in Lanara's Light Ruins, Eriole questions Lucius's motives for helping the human race springing doubts within Tilith.",
		"MST_SCENARIO_10505_NAME": "Lucius's Will",
		"MST_SCENARIO_10506_DESC": "Zurg talks about human folly once again in the Cave of Dark Crystals. He then asks the Summoner if the gods who punished the humans were mistaken.",
		"MST_SCENARIO_10506_NAME": "Zurg's Interrogation",
		"MST_SCENARIO_10507_DESC": "The group meets Zurg anew in Alnakeid Castle. After slaying the underworld gods there, Zurg will acknowledge the Summoner's power and reveal a truth.",
		"MST_SCENARIO_10507_NAME": "Gods Block the Path",
		"MST_SCENARIO_10508_DESC": "After defeating the otherworldly gods, Zurg appears and makes the Summoner choose whether to join him, or die. However, an unexpected guest arrives...",
		"MST_SCENARIO_10508_NAME": "Two Choices",
		"MST_SCENARIO_10509_DESC": "The Summoner heads to Vriksha to hunt down Afla Dilith. Nonetheless, Tilith seems to have taken Zurg's words to heart...",
		"MST_SCENARIO_10509_NAME": "The Worried Goddess",
		"MST_SCENARIO_10510_DESC": "In Mt. Olmond, Karl makes sure that everyone's on the same page. Everyone says they don't care about what Zurg has to say, but...",
		"MST_SCENARIO_10510_NAME": "United Summoners",
		"MST_SCENARIO_10511_DESC": "Zurg shows up in Rownor Beach and demands that the humans to go to Sky Palace Talahr without the goddess Tilith. Only then will he reveal the truth.",
		"MST_SCENARIO_10511_NAME": "Zurg's Invitation",
		"MST_SCENARIO_10512_DESC": "While in the Vriksha Duchy, Tilith asks everyone to decide if they truly want to fight alongside her only after listening to Zurg's spiel first.",
		"MST_SCENARIO_10512_NAME": "Tilith's Request",
		"MST_SCENARIO_10513_DESC": "Paris reveals the real intentions of the Imperial Guard at the Red Lake, stating that they are a totally different faction separate from the empire.",
		"MST_SCENARIO_10513_NAME": "The Imperial Guard",
		"MST_SCENARIO_10514_DESC": "In the Sky Palace Talahr, Zurg tells the true story behind the so-called Four Fallen Gods, and claims that Lucius is the real enemy.",
		"MST_SCENARIO_10514_NAME": "Truth of the Fallen",
		"MST_SCENARIO_10515_DESC": "The Summoner and the others meet up with Tilith in the Dark Castle Damrigia. Every single person says they want to continue fighting beside Tilith.",
		"MST_SCENARIO_10515_NAME": "Summoners' Will",
		"MST_SCENARIO_10516_DESC": "The group arrives to Adan's Tower with Tilith. Having witnessed this, Zurg declares them his enemies, and vows to destroy them.",
		"MST_SCENARIO_10516_NAME": "Insulted Zurg",
		"MST_SCENARIO_10517_DESC": "After Eriole deals a crushing blow to Zurg, he confesses he has been acting under Lucius's instructions, looking for the key to Karna Masta's power.",
		"MST_SCENARIO_10517_NAME": "Lucius's Instructions",
		"MST_SCENARIO_10518_DESC": "As Tilith and the Summoner approach Aldahlia, where the Beast God Afla Dilith awaits, she starts feeling a bit sentimental.",
		"MST_SCENARIO_10518_NAME": "The Decisive Battle",
		"MST_SCENARIO_10519_DESC": "Once the Summoner learns in Ogurono Desert that Afla Dilith has assimilated a castle, Eriole mentions that his plans include its infiltration as well.",
		"MST_SCENARIO_10519_NAME": "Afla Dilith's Power",
		"MST_SCENARIO_10520_DESC": "Grahdens, who was waiting for Tilith and the Summoner at the Great Temple Eveneze, asks about their plans after the Four Fallen Gods are defeated.",
		"MST_SCENARIO_10520_NAME": "Grahdens's Inquiries",
		"MST_SCENARIO_10521_DESC": "Karl reminisces in Unarva Forest about the first time the Summoner passed through the gate. However, Seria turns up right in the middle of it all...",
		"MST_SCENARIO_10521_NAME": "Karl's Thoughts",
		"MST_SCENARIO_10522_DESC": "Paris is curious about the Summoner's future plans while in Aldahlia of the Rain. Lugina then makes an appearance, once again chastising her behavior.",
		"MST_SCENARIO_10522_NAME": "The Desired Future",
		"MST_SCENARIO_10523_DESC": "The Dark Figure shows itself in the Pilgrimage Path. It states that it is crucial to know the correct path to take after defeating the Fallen Gods.",
		"MST_SCENARIO_10523_NAME": "Dark Figure's Warning",
		"MST_SCENARIO_10524_DESC": "The Summoner must now head towards the castle via La Grenna Deadlands. Everyone trusts that the Summoner can find the real Afla Dilith within it.",
		"MST_SCENARIO_10524_NAME": "Road to the Beast God",
		"MST_SCENARIO_10525_DESC": "In the Wolf's Lair, Tilith thanks the Summoner for having come this far. She opens a clean path to move forward while she serves as a distraction.",
		"MST_SCENARIO_10525_NAME": "Tilith's Resolution",
		"MST_SCENARIO_10526_DESC": "Everyone rejoices at the defeat of Afla Dilith. However, Eriole and his crew disclose that they plan to plunge the Randall Empire into chaos.",
		"MST_SCENARIO_10526_NAME": "Endless Battle",
		"MST_SCENARIO_10600_DESC": "The Summoner and friends arrive to Atharva with the intention of stopping Eriole's rebellion. Karl seems at a loss on how to change Eriole's mind...",
		"MST_SCENARIO_10600_NAME": "Optimum Target",
		"MST_SCENARIO_10601_DESC": "The Dark Figure makes an appearance at Ghost Town Ornea. He says Eriole can be found in the Crystal Palace, where he is preparing for battle.",
		"MST_SCENARIO_10601_NAME": "Friend or Foe?",
		"MST_SCENARIO_10602_DESC": "Paris has been expecting everyone at the Great Argant Desert. She warns that she will have to stop them at any cost if they plan to go any further.",
		"MST_SCENARIO_10602_NAME": "Ready for Questioning",
		"MST_SCENARIO_10603_DESC": "At the Great Argant Desert, Paris tells the Summoners about the world's current disarray. She claims that a strong leader is needed to guide the way.",
		"MST_SCENARIO_10603_NAME": "World Leader",
		"MST_SCENARIO_10604_DESC": "Tesla shows herself at Ekmet River. She warns against any interference with Eriole's plans, claiming that the Summoner cannot change the world.",
		"MST_SCENARIO_10604_NAME": "Tesla's Warning",
		"MST_SCENARIO_10605_DESC": "Grahdens visits the Great Forest Nalmea wondering if the Summoner is prepared to face Eriole. He then proceeds to reveal Eriole and Tesla's sad past.",
		"MST_SCENARIO_10605_NAME": "Their Past",
		"MST_SCENARIO_10606_DESC": "The Summoner party tries to pass Mt. Granakia, but Paris shows up leading a troop of knights. A hot battle ensues shortly after...",
		"MST_SCENARIO_10606_NAME": "The Guard's Struggle",
		"MST_SCENARIO_10607_DESC": "Still in Mt. Granakia, Tesla arrives to declare the defeated Paris as useless. Paris is left speechless while Seria and the others try to comfort her.",
		"MST_SCENARIO_10607_NAME": "Tesla's Sentence",
		"MST_SCENARIO_10608_DESC": "After reaching Amuris Cemetery, Paris decides that she must ask Eriole directly about what's happening. She begs the Summoner to lead her to him.",
		"MST_SCENARIO_10608_NAME": "Paris's Determination",
		"MST_SCENARIO_10609_DESC": "Once in the Crystal Palace, Eriole reveals that he has no need for nobility in his new utopia. He then flees to the depths of the fortress.",
		"MST_SCENARIO_10609_NAME": "World Changer",
		"MST_SCENARIO_10610_DESC": "The Dark Figure arrives to stop Eriole on his tracks. His real identity is revealed, and just when he tries to get rid of everyone, someone appears...",
		"MST_SCENARIO_10610_NAME": "Ambition's End",
		"MST_SCENARIO_10700_DESC": "Following what Tilith had mentioned, the Summoner party visits Bariura. Ark then shows himself to say Lucius awaits in the Grand Gaia Crater.",
		"MST_SCENARIO_10700_NAME": "The Place Indicated",
		"MST_SCENARIO_10701_DESC": "Crossing the Ancient Dragon's Wood, the Summoner party begins to consider what they should ask Lucius when they meet. Time is running out.",
		"MST_SCENARIO_10701_NAME": "Approaching Fate",
		"MST_SCENARIO_10702_DESC": "Trekking the Boruk Blazing Dunes, the party meets Tilith, who demands they return to Elgaia. As a disciple, she cannot allow them to go any further.",
		"MST_SCENARIO_10702_NAME": "Interfering Goddess",
		"MST_SCENARIO_10703_DESC": "Tilith breaks down at the Boruk Blazing Dunes, unable to fight against the Summoners. Remembering their travels together, she had tried to stop them.",
		"MST_SCENARIO_10703_NAME": "Tilith's Motives",
		"MST_SCENARIO_10704_DESC": "Ark hints at the possibility of humanity's destruction at Scarlet River Laorkia. He hopes to test the party's strength at the Tower of the Oracle.",
		"MST_SCENARIO_10704_NAME": "Prudent Choice",
		"MST_SCENARIO_10705_DESC": "Revealing that he was once human, the party still doubts Ark. Tilith tries to explain the god-disciple relationship at Deserted Town Yuufim, but...",
		"MST_SCENARIO_10705_NAME": "Gods & Disciples",
		"MST_SCENARIO_10706_DESC": "At the Tower of the Oracle, Ark means to test the power of those who serve the gods, versus that of those who oppose them. A brutal battle ensues.",
		"MST_SCENARIO_10706_NAME": "Ark's Trial",
		"MST_SCENARIO_10707_DESC": "After fighting at the Tower of the Oracle, Ark explains the true meaning of Summoning. Determined, he challenges the party to meet him at the Capital.",
		"MST_SCENARIO_10707_NAME": "Battle Preparations",
		"MST_SCENARIO_10708_DESC": "When meeting Ark at the Imperial Capital, he takes off his mask with determination. He tells of his past, revealing he is against Lucius as well.",
		"MST_SCENARIO_10708_NAME": "The Oracle Knight",
		"MST_SCENARIO_10709_DESC": "In Sacred Mt. Bari, the party learns that Lucius is the only one who can control the gate. However, Tilith doesn't seem so sure of this.",
		"MST_SCENARIO_10709_NAME": "Humanity's Hope",
		"MST_SCENARIO_10710_DESC": "Lucius sends strong minions after the party in the Grand Gaia Crater. Karl and the others will deal with them while the Summoner and Tilith advance.",
		"MST_SCENARIO_10710_NAME": "Facing Lucius",
		"MST_SCENARIO_10711_DESC": "The battle with Lucius is over. However, the calamities that lay within the seal have been unleashed. At that moment, Tilith makes a crucial choice.",
		"MST_SCENARIO_10711_NAME": "With the Goddess",
		"MST_SCENARIO_11000_DESC": "The Summoner begins reconnaissance in Ishgria. Grahdens assigns a new member of Summoners' Hall to help with the mission, but...",
		"MST_SCENARIO_11000_NAME": "Descent to Ishgria",
		"MST_SCENARIO_11001_DESC": "Grahdens's new aide, who is none other than Paris, meets the Summoner at the Forgotten Ruins. She explains the details of the Ishgria mission.",
		"MST_SCENARIO_11001_NAME": "The New Summoner",
		"MST_SCENARIO_11002_DESC": "The sight of the Lava Bridges brings Paris's mood down when suddenly a demon calling itself Shusui, the War Demon, appears and attacks the party.",
		"MST_SCENARIO_11002_NAME": "A War Demon Emerges",
		"MST_SCENARIO_11003_DESC": "After Shusui realizes that the Summoner's power is not ordinary, he tells the party to head towards the Soaring Tree Tower, past the Lava Bridges.",
		"MST_SCENARIO_11003_NAME": "Settled Destination",
		"MST_SCENARIO_11004_DESC": "At Hogun Acid Cascades, Paris explains why she joined Summoners' Hall. She says she wants to change the Randall Empire from the outside, not inside.",
		"MST_SCENARIO_11004_NAME": "Changing a Country",
		"MST_SCENARIO_11005_DESC": "While in Farv Miasma Forest, Paris discloses that Karl and Seria had left for Ishgria in advance. She also says Lugina was with Seria at the time...",
		"MST_SCENARIO_11005_NAME": "Friends' Advance",
		"MST_SCENARIO_11006_DESC": "Grahdens shows up at Thunder Grotto Yuuram after the party faces a setback. Apparently, the First Summoner, Owen, is on his way to Ishgria.",
		"MST_SCENARIO_11006_NAME": "The First Summoner",
		"MST_SCENARIO_11007_DESC": "Paris sheds light on Elgaia's situation while at the Piercing Light Tower. She warns the Summoner not to get manipulated by the Elgaia Federation.",
		"MST_SCENARIO_11007_NAME": "Revival",
		"MST_SCENARIO_11008_DESC": "Paris seems very excited to visit a fabled place as the Poisonous Bug Forest. Apparently, she likes doing studying old legends and myths.",
		"MST_SCENARIO_11008_NAME": "Unexpected Pastime",
		"MST_SCENARIO_11009_DESC": "The Summoner's party finally reaches the Soaring Tree Tower. Shusui says he will be waiting at the top, and sends his minions to slow the group down.",
		"MST_SCENARIO_11009_NAME": "Stage of Battle",
		"MST_SCENARIO_11010_DESC": "Claiming he will guide the Summoner, Shusui discloses that there are 8 great demons, including himself. He says the Summoner must face them all.",
		"MST_SCENARIO_11010_NAME": "Indicated Path",
		"MST_SCENARIO_11100_DESC": "Paris and the Summoner have arrived to Lem, the region past Celgrad. Paris seems worried about Karl, Seria, and maybe one other person?",
		"MST_SCENARIO_11100_NAME": "The Second Region",
		"MST_SCENARIO_11101_DESC": "Grahdens meets the Summoner and Paris at the Jimug Lava Caverns with some bad news. They now must find Seria and Lugina as fast as possible.",
		"MST_SCENARIO_11101_NAME": "Broken Communication",
		"MST_SCENARIO_11102_DESC": "At Baraku Wetlands a goddess by the name of Mora shows herself. Claiming to have been previously sealed by Lucius, she speaks of the demons of Lem.",
		"MST_SCENARIO_11102_NAME": "The Goddess Mora",
		"MST_SCENARIO_11103_DESC": "While in Vordo Primeval Forest, the Summoner asks Mora about Seria and Lugina's whereabouts. However, there's no word about Karl.",
		"MST_SCENARIO_11103_NAME": "Friends' Whereabouts",
		"MST_SCENARIO_11104_DESC": "The great bones of the Fossilized Dragon are scattered everywhere. As the Summoner's party passes through this area, Paris's interest peaks.",
		"MST_SCENARIO_11104_NAME": "Paris's Curiosity",
		"MST_SCENARIO_11105_DESC": "Paris is so curious about the Lem Shrine Ruins, that she decides to go off on her own. However, this isn't very like her...",
		"MST_SCENARIO_11105_NAME": "Curiosity Takes Over",
		"MST_SCENARIO_11106_DESC": "At the Lem Shrine Ruins, Mora's attitude changes very suddenly, ultimately attacking the Summoner. But to what end?",
		"MST_SCENARIO_11106_NAME": "The Goddess's Trap",
		"MST_SCENARIO_11107_DESC": "Trapped in the darkness of the Lem Shrine Ruins, the Summoner reunites with Seria and Lugina. But who will come to their rescue?",
		"MST_SCENARIO_11107_NAME": "Within the Abyss",
		"MST_SCENARIO_11108_DESC": "While in the Dark Sierra Oritira, neither Seria nor Lugina are very happy to be reunited. Paris explains Mora's charade, and the situation at hand.",
		"MST_SCENARIO_11108_NAME": "The Real Plan",
		"MST_SCENARIO_11109_DESC": "At the Bridge of Despair the party learns that Mora is the demon who rules over Lem. Each member must now work to overcome the demon's traps.",
		"MST_SCENARIO_11109_NAME": "Guile Demon Mora",
		"MST_SCENARIO_11110_DESC": "Ridiculing the Summoners on the Bridge of Despair, Mora discloses some critical information about the demons of Ishgria, and promptly flees.",
		"MST_SCENARIO_11110_NAME": "The Eight Demons",
		"MST_SCENARIO_11200_DESC": "Led by Tilith, the Summoner arrives to Beiorg. Paris claims Tilith scolded her for selfishly advancing on her own, but...",
		"MST_SCENARIO_11200_NAME": "Tilith's Sermon",
		"MST_SCENARIO_11201_DESC": "Though they manage to avert any further danger thanks to Tilith,  Lugina reveals he's not happy about Mora's trickery while at Moldia Lava Road.",
		"MST_SCENARIO_11201_NAME": "Beiorg's Location",
		"MST_SCENARIO_11202_DESC": "At the Crimson Beach Shurin, the Summoner learns Beiorg is not ruled by a demon, but Mora seems to want the Summoner to eliminate whatever does.",
		"MST_SCENARIO_11202_NAME": "Mora's Prediction",
		"MST_SCENARIO_11203_DESC": "Within Reis's Lab Ruins, Paris is consumed by curiosity over the documents left behind by the creator of the Six Armors. Lugina seems interested too.",
		"MST_SCENARIO_11203_NAME": "Six Armors' Lab",
		"MST_SCENARIO_11204_DESC": "Moments after entering the Windmill Garden, a loud and strange sound is heard, and the Summoner is suddenly attacked.",
		"MST_SCENARIO_11204_NAME": "Beiorg's Attack",
		"MST_SCENARIO_11205_DESC": "Seria arrives just in time to help the Summoner in the Windmill Garden. Paris and Lugina arrive later with new information for the team.",
		"MST_SCENARIO_11205_NAME": "Six Scattered Armors",
		"MST_SCENARIO_11206_DESC": "While in the Ancient City Maldoor, a deafening sound is heard, and Beiorg attacks the Summoner yet again. However, he seems stronger than before.",
		"MST_SCENARIO_11206_NAME": "Round Two",
		"MST_SCENARIO_11207_DESC": "Mora shows up at the Ancient City Maldoor bringing information on Beiorg and Karl. But how do the Summoners react to this?",
		"MST_SCENARIO_11207_NAME": "Demonic Manipulation",
		"MST_SCENARIO_11208_DESC": "Grahdens suddenly appears at the Endless Staircase to tell the Summoner party that Owen seems to be missing. He entrusts Karl to them, and leaves.",
		"MST_SCENARIO_11208_NAME": "Searching for Owen",
		"MST_SCENARIO_11209_DESC": "The Summoner party successfully infiltrates Beiorg Castle, and begins searching for the castle's power source. However, an alarm goes off and...",
		"MST_SCENARIO_11209_NAME": "Destructive Actions",
		"MST_SCENARIO_11210_DESC": "Karl has somehow made it into Beiorg Castle to deliver the final blow on Beiorg. This stops Beiorg on his tracks, but...",
		"MST_SCENARIO_11210_NAME": "Karl's Warning",
		"MST_SCENARIO_11300_DESC": "Paris mentions the great miasma-emitting flowers of Wulgee while the party heads to the next region. However, they are all still worried about Karl.",
		"MST_SCENARIO_11300_NAME": "Tilith's Support",
		"MST_SCENARIO_11301_DESC": "Not only were the injured Seria and Lugina awaiting the Summoner at the Burning Capital Garm, but the First Summoner as well.",
		"MST_SCENARIO_11301_NAME": "The First Summoner",
		"MST_SCENARIO_11302_DESC": "The Summoner is attacked by Owen at the Burning Capital Garm, and somehow survives. However, Owen isn't through just yet.",
		"MST_SCENARIO_11302_NAME": "Owen's Coercion",
		"MST_SCENARIO_11303_DESC": "The party continues its search for the demon at the Waste Disposal Lake, all while Lugina and Seria teach Paris just how fearsome Owen can truly be.",
		"MST_SCENARIO_11303_NAME": "Owen's Ferocity",
		"MST_SCENARIO_11304_DESC": "The Summoners spot a strange creature at the Wulgee Flower Bed. Taking it for a demon, they head towards it.",
		"MST_SCENARIO_11304_NAME": "Unsettling Enemy",
		"MST_SCENARIO_11305_DESC": "The enemy escapes from the Wulgee Flower Bed thanks to a rolling boulder. Mora then appears, explaining that the enemy was the former ruler of Wulgee.",
		"MST_SCENARIO_11305_NAME": "Demon with a Past",
		"MST_SCENARIO_11306_DESC": "At the Avor Lighting Bridge, the Summoners are scolded by Owen for letting the demon Melord escape, when a mysterious man appears to argue with him.",
		"MST_SCENARIO_11306_NAME": "Owen's Rebuke",
		"MST_SCENARIO_11307_DESC": "The Summoner and Karl meet once again at Melord's old estate, the Forsaken Disciple's Lair. However, Karl disappears just as fast as he showed up.",
		"MST_SCENARIO_11307_NAME": "Karl's Doubts",
		"MST_SCENARIO_11308_DESC": "The man who wishes to fight Owen shows himself at the Demon Cavern Feig. He seems to resent the Summoners of Old for some reason...",
		"MST_SCENARIO_11308_NAME": "Resentment",
		"MST_SCENARIO_11309_DESC": "Grahdens regroups with everyone at the Forsaken Castle Biorad. He seems pleased with the mere fact that Karl seems to be doing well.",
		"MST_SCENARIO_11309_NAME": "Grahdens's Feelings",
		"MST_SCENARIO_11310_DESC": "The two Summoners of Old show up at the Forsaken Castle Biorad after Melord has been defeated. The eerie man from before follows them there, and...",
		"MST_SCENARIO_11310_NAME": "Ishgria's Recon Squad",
		"MST_SCENARIO_11400_DESC": "Mora shows up with information about the demon who rules this land. Apparently this demon is planning an invasion of Elgaia...",
		"MST_SCENARIO_11400_NAME": "Mora's Intel",
		"MST_SCENARIO_11401_DESC": "The Summoners' reunion at the Gadoum Furnace makes for a dull affair thanks to the two Summoners of Old.",
		"MST_SCENARIO_11401_NAME": "Fellow Summoner",
		"MST_SCENARIO_11402_DESC": "Seria and Lugina get into their usual argument at the Luminous River Falun. However, Owen has no patience for this, so the two youngsters head forth.",
		"MST_SCENARIO_11402_NAME": "Owen's Persuasion",
		"MST_SCENARIO_11403_DESC": "Worried about traps within the Botanical Garden, everyone splits up. Karl then shows up to talk to the Summoner about the Summoners' Hall.",
		"MST_SCENARIO_11403_NAME": "Falling Rocks",
		"MST_SCENARIO_11404_DESC": "The eerie man who shows himself before the Summoner at the Gimo Junkyard admits his name is Mirfah, and challenges the Summoner to a duel.",
		"MST_SCENARIO_11404_NAME": "The Survivor",
		"MST_SCENARIO_11405_DESC": "At the Gimo Junkyard, Mirfah admits that he was once a Summoner, and talks of his past. However, Grahdens promptly appears and...",
		"MST_SCENARIO_11405_NAME": "Mirfah & Grahdens",
		"MST_SCENARIO_11406_DESC": "Grahdens and Karl see each other at the Shining Capital. They both seem to still trust each other, but are following different paths.",
		"MST_SCENARIO_11406_NAME": "Karl & Grahdens",
		"MST_SCENARIO_11407_DESC": "Mirfah approaches the Summoner once again at the Rakshult Underground. Claiming he speaks the truth, he leaves along with his resent towards the Summoners of Old.",
		"MST_SCENARIO_11407_NAME": "Mirfah's Thoughts",
		"MST_SCENARIO_11408_DESC": "At the Weather Tower, Mordlim tries to convince the Summoners to join her. They all obviously refuse, and challenge her to a fight.",
		"MST_SCENARIO_11408_NAME": "Unknown Plans",
		"MST_SCENARIO_11409_DESC": "After the Summoner beats Mordlim at the Weather Tower, Paris rushes to the scene. However, a strange man from the Federation named Bertz appears...",
		"MST_SCENARIO_11409_NAME": "Man from the Federation",
		"MST_SCENARIO_11500_DESC": "Tilith leads the Summoner to a new land known as Zamburg. The ruler of this land, the demon Amu Yunos, awaits there...",
		"MST_SCENARIO_11500_NAME": "Tilith's Concern",
		"MST_SCENARIO_11501_DESC": "Paris and Seria state that Lugina's whereabouts are unknown at the Bivorg Lava Cave. Given the circumstances, this worries the whole party.",
		"MST_SCENARIO_11501_NAME": "Lugina Vanishes",
		"MST_SCENARIO_11502_DESC": "Mora speaks of the demon that rules this land at the Red Ore Beach. It seems that Seria sensed something from Mora...",
		"MST_SCENARIO_11502_NAME": "Amu Yunos",
		"MST_SCENARIO_11503_DESC": "At the Twilight Forest Ruins, Karl opens up about his own goals and the demon heritage that he had kept to himself until now.",
		"MST_SCENARIO_11503_NAME": "Ishgrian Powers",
		"MST_SCENARIO_11504_DESC": "At Thunder Canyon Rahda, Grahdens asks the Summoner's group if they intend to face Karna Masta before revealing the Summoners' Hall's intentions.",
		"MST_SCENARIO_11504_NAME": "Karna Masta",
		"MST_SCENARIO_11505_DESC": "At Despair Castle Kayohn, Grahdens explains why the Summoners' Hall was founded. He says you must defeat Karna Masta to free humanity from the gods.",
		"MST_SCENARIO_11505_NAME": "Will of Akras",
		"MST_SCENARIO_11506_DESC": "Mora tells the full story of sealing Karna Masta at the Great Giant's Remains. Seria asks if she means to interfere with Tilith's rescue.",
		"MST_SCENARIO_11506_NAME": "Karna Masta's Seal",
		"MST_SCENARIO_11507_DESC": "In the Tower of Amu Yunos, the demon herself casually challenges the Summoner. She appears to hold the Summoner in contempt, but something feels off.",
		"MST_SCENARIO_11507_NAME": "Amu Yunos's Call",
		"MST_SCENARIO_11508_DESC": "In the Tower of Amu Yunos, the demon vanishes, seemingly pleased. Then the Summoner gets caught up in a fight with Owen when Mirfah appears.",
		"MST_SCENARIO_11508_NAME": "Mirfah vs. Owen",
		"MST_SCENARIO_11509_DESC": "After defeating Owen with the Summoner's help at the Tower of Amu Yunos, Mirfah begins to speak of the land where Karna Masta was sealed.",
		"MST_SCENARIO_11509_NAME": "Mirfah's Home",
		"MST_SCENARIO_11600_DESC": "The Summoner and friends arrived in Fal Nerga using Tilith's power. However, it seems that something is bothering Paris...",
		"MST_SCENARIO_11600_NAME": "Here There Be Dragons",
		"MST_SCENARIO_11601_DESC": "Paris opens up about her concerns in Fire Dragon's Roar. It seems she is still worried about what she is lacking.",
		"MST_SCENARIO_11601_NAME": "Something Lacking",
		"MST_SCENARIO_11602_DESC": "It seems the one who attacked you in Fire Dragon's Roar was a disciple of the demon ruler of this land. He warns you not to interfere, and vanishes.",
		"MST_SCENARIO_11602_NAME": "Disciple's Warning",
		"MST_SCENARIO_11603_DESC": "Karl explains what he is trying to accomplish as the son of Barion, the land's demon ruler, to the Summoner and friends at Water Dragonton Treve.",
		"MST_SCENARIO_11603_NAME": "Karl's Objective",
		"MST_SCENARIO_11604_DESC": "It seems that Mora has decided her own path after appearing before the Summoner's party and being moved by Seria's words at Ilesia Plains.",
		"MST_SCENARIO_11604_NAME": "Mora's Decision",
		"MST_SCENARIO_11605_DESC": "Paris is even more concerned after Seria encourages her at Fort Maharada, and opens up to the Summoner. However, she still seems confused.",
		"MST_SCENARIO_11605_NAME": "Paris's Concerns",
		"MST_SCENARIO_11606_DESC": "Karl unleashes his powers to face the Summoner and friends at Light Dragonton Sinn. However, it wasn't a full awakening. Maybe he's still uncertain?",
		"MST_SCENARIO_11606_NAME": "Unleashing Power",
		"MST_SCENARIO_11607_DESC": "Admitting his doubts, Karl backs down to the Summoner's party at Light Dragonton Sinn. You head to Mt. Nerga together, to decide your next actions.",
		"MST_SCENARIO_11607_NAME": "Alongside Karl Again",
		"MST_SCENARIO_11608_DESC": "Bertz and Lugina appear and explain the risks of reviving Karna Masta at God-Eater's Web. It seems Lugina wants to fight the Summoner, but...",
		"MST_SCENARIO_11608_NAME": "Lugina's Blade Skills",
		"MST_SCENARIO_11609_DESC": "Having seen the Summoner's power at God-Eater's Web, Lugina gives up on preventing Karna Masta's revival and resolves to accompany the Summoner.",
		"MST_SCENARIO_11609_NAME": "Inscrutable Motives",
		"MST_SCENARIO_11610_DESC": "Karl attempted to persuade his father at Mt. Nerga, but Barion ignores him and demands he show his power if he is a demon.",
		"MST_SCENARIO_11610_NAME": "Demonic Manners",
		"MST_SCENARIO_11611_DESC": "While fighting Barion at Mt. Nerga, Mora appears from nowhere and absorbs its power. And what of the things she said to the group?",
		"MST_SCENARIO_11611_NAME": "The Plan Begins",
		"MST_SCENARIO_11700_DESC": "Tilith sent you to the frozen wasteland of Estria, after sensing uncertainty in Mora's power. Seria says she wants to have an honest talk with Mora.",
		"MST_SCENARIO_11700_NAME": "After the Last Demon",
		"MST_SCENARIO_11701_DESC": "Mora tells you of Estria at the Oil Platform Adel. After revealing her objective, she said she would wait on the snowy plains and vanished.",
		"MST_SCENARIO_11701_NAME": "Mora's Intent",
		"MST_SCENARIO_11702_DESC": "When the Summoners rejected her proposal at the Zig Snowfield, Mora sprung a trap on them and attacked.",
		"MST_SCENARIO_11702_NAME": "Differing Goals",
		"MST_SCENARIO_11703_DESC": "At the Zig Snowfield, Mora tells you she will gather the powers of the demons that sealed Karna Masta and head for the sealed area of Menon.",
		"MST_SCENARIO_11703_NAME": "Demon Seals",
		"MST_SCENARIO_11704_DESC": "The party discusses Mora's strategy at Ice Forest Sulsoria. Having been played by her thus far, you have no choice but to disrupt her plans in the end.",
		"MST_SCENARIO_11704_NAME": "Mora's Way",
		"MST_SCENARIO_11705_DESC": "The party feels they will not be able to avoid fighting Shusui at the Gate of Abdication. Lugina and his group try to stick the Summoner with the job.",
		"MST_SCENARIO_11705_NAME": "Shusui's Foe",
		"MST_SCENARIO_11706_DESC": "Shusui was covered in injuries when he appeared before the Summoner's party at the Gate of Abdication. Shusui challenges the Summoner by name.",
		"MST_SCENARIO_11706_NAME": "Wounded Shusui",
		"MST_SCENARIO_11707_DESC": "Defeated, Shusui gave Mora his power at the Gate of Abdication. Just before vanishing, he told the Summoner to seize the position of the strongest.",
		"MST_SCENARIO_11707_NAME": "War God's Legacy",
		"MST_SCENARIO_11708_DESC": "Karl worries about controlling his demonic powers in the Shining Cave Navoa. Then Bertz appears to tell the Summoner of Elgaia's current state.",
		"MST_SCENARIO_11708_NAME": "Beyond the Battles",
		"MST_SCENARIO_11709_DESC": "At the Olaim Ice Ridge, Liomerg declares Karl should be ashamed. Lugina chimes in regarding Karl's psychological weakness, as well.",
		"MST_SCENARIO_11709_NAME": "Liomerg's Advice",
		"MST_SCENARIO_11710_DESC": "The party listens to Lugina's strategy in the trap-filled halls of the Demon Castle Estria. Everyone begins to carry out their own roles in the plan.",
		"MST_SCENARIO_11710_NAME": "Castle of Traps",
		"MST_SCENARIO_11711_DESC": "A trap goes off at the Demon Castle Estria, and Lugina, Paris, and Karl separate to deal with it. Then, when Mora appears...",
		"MST_SCENARIO_11711_NAME": "Mora and Seria's Talk",
		"MST_SCENARIO_11712_DESC": "Your allies fell at the Demon Castle Estria when Mora unleashed the demonic power she had absorbed, but then Tilith appeared.",
		"MST_SCENARIO_11712_NAME": "Rebirth of a Goddess",
		"MST_SCENARIO_11713_DESC": "The party is delighted to see Tilith again at the Demon Castle Estria However, Mora reappears, despite having been defeated.",
		"MST_SCENARIO_11713_NAME": "Welcome Home",
		"MST_SCENARIO_11800_DESC": "The Summoner heads to Menon, the land where Karna Masta was sealed, and is determined to face the greatest challenge with their companions.",
		"MST_SCENARIO_11800_NAME": "Eternal Companions",
		"MST_SCENARIO_11801_DESC": "As before, Kalon appears before the party at the Sealed Gods' Gate. After confirming the Summoner's intent, he opens the gate, and is gone.",
		"MST_SCENARIO_11801_NAME": "Before the Gate",
		"MST_SCENARIO_11802_DESC": "At Hydra Geyser, Lugina grows dubious of Ark, Bertz, and Liomerg over their lack of action.",
		"MST_SCENARIO_11802_NAME": "Lugina's Fear",
		"MST_SCENARIO_11803_DESC": "For the sake of his former companions, and to protect the will of his beloved, Ark bars the Summoner's way at Hydra Geyser.",
		"MST_SCENARIO_11803_NAME": "Someone to Protect",
		"MST_SCENARIO_11804_DESC": "At Hydra Geyser, Owen and Grahdens appear before the party, badly injured. It seems they challenged Karna Masta, but were forced to flee...",
		"MST_SCENARIO_11804_NAME": "The Defeated Summoner",
		"MST_SCENARIO_11805_DESC": "At the Remains of Raza, Bertz questions what will become of the summoning arts if Karna Masta is defeated. And, Liomerg seems willing to support him.",
		"MST_SCENARIO_11805_NAME": "The End of Summoning",
		"MST_SCENARIO_11806_DESC": "Surprised at Ark's defeat, Kalon challenges the Summoner to a duel. If successful, the Summoner will be deemed worthy to challenge Karna Masta.",
		"MST_SCENARIO_11806_NAME": "Kalon's Trial",
		"MST_SCENARIO_11807_DESC": "At Thunder Hill Padam, Kalon, having confirmed the will of the Summoner's party, begins to explain what became of the Oracle Maiden.",
		"MST_SCENARIO_11807_NAME": "Oracle Maiden's Power",
		"MST_SCENARIO_11808_DESC": "Finding Ark at Hope's Light Castle, Kalon passes on Ilia's message. But, Ark cannot bear to let his companions' sacrifices go to waste.",
		"MST_SCENARIO_11808_NAME": "Ark's Heart",
		"MST_SCENARIO_11809_DESC": "Ark still has not given up on Ilia. To save her, he decides to lend his power to the Summoner's party.",
		"MST_SCENARIO_11809_NAME": "Voice of Hope",
		"MST_SCENARIO_11810_DESC": "At the Cursed Town Ygmeon, the party including Ark is joined by Owen and Grahdens. They discuss a possible future without the power of summoning.",
		"MST_SCENARIO_11810_NAME": "Summoning No More?",
		"MST_SCENARIO_11811_DESC": "While the party discusses how to defeat the Holy Emperor, many demons, sensing the seal has been broken, rush to Menon.",
		"MST_SCENARIO_11811_NAME": "Final Battle Plans",
		"MST_SCENARIO_11812_DESC": "To give Ark the time to awaken Ilia's power, it's decided that the Summoner will instead face Karna Masta.",
		"MST_SCENARIO_11812_NAME": "Ark's Favor",
		"MST_SCENARIO_11813_DESC": "The Summoner and Ark fight desperately against Karna Masta's overwhelming power to no avail. Just when it looks like this might be the end...",
		"MST_SCENARIO_11813_NAME": "Value of Trust",
		"MST_SCENARIO_11814_DESC": "The power Ilia left behind was fainter than expected. Finding it similar to her own, Tilith tries to amplify Ilia's power.",
		"MST_SCENARIO_11814_NAME": "The Awakened Power",
		"MST_SCENARIO_11815_DESC": "The companions have defeated Karna Masta, but Tilith lies mortally wounded from the final attack...",
		"MST_SCENARIO_11815_NAME": "Frontier of Two",
		"MST_SCENARIO_11900_DESC": "The Summoners set foot in Mildran, the place where Karna Masta's soul is imprisoned. However, Tilith is confused. She expected a trip to the beach...",
		"MST_SCENARIO_11900_NAME": "Now Arriving in...",
		"MST_SCENARIO_11901_DESC": "Ark has come to the ruined capital Zera to rescue Ilia. Tilith and the Summoner join him to offer assistance.",
		"MST_SCENARIO_11901_NAME": "Ark's Determination",
		"MST_SCENARIO_11902_DESC": "Facing his past weaknesses, Ark looks to the future. With his heart full of warm feelings for his friends, the knight sets forth.",
		"MST_SCENARIO_11902_NAME": "A Promise to Friends",
		"MST_SCENARIO_11903_DESC": "The party encounters Mora as she recuperates in her home world. The situation seems volatile for a moment, but then takes an unexpected turn...",
		"MST_SCENARIO_11903_NAME": "Mora's Counsel",
		"MST_SCENARIO_11904_DESC": "Due to a chance meeting in Fuve with those he manipulated as the Dark Figure in the past, Ark is racked with guilt...",
		"MST_SCENARIO_11904_NAME": "Crime and Punishment",
		"MST_SCENARIO_11905_DESC": "At the sudden appearance of Melord, Ark knows who he will encounter next and decides to fight alone.",
		"MST_SCENARIO_11905_NAME": "Looming Sins",
		"MST_SCENARIO_11906_DESC": "After accepting the Summoner's help, Ark faces the Six Heroes again. Kalon appears to hold back an agitated Melord.",
		"MST_SCENARIO_11906_NAME": "Overcoming Regret",
		"MST_SCENARIO_11907_DESC": "Ark and the others defeat the Six Heroes. At the same time, both Kalon and Melord fall into a deep sleep.",
		"MST_SCENARIO_11907_NAME": "Freed Curse",
		"MST_SCENARIO_11908_DESC": "With the seal now broken, the Oracle Knight and Shrine Maiden are reunited. Now the final fight with Karna Masta begins...!!",
		"MST_SCENARIO_11908_NAME": "The Pair Reunited",
		"MST_SCENARIO_11909_DESC": "The Summoner and the others defeat Karna Masta. Ark and Ilia pledge to enjoy their limited time together and depart...",
		"MST_SCENARIO_11909_NAME": "I Want to Be With You",
		"MST_SCENARIO_11910_DESC": "With the battle now over, Ark spends a peaceful time with Ilia. But in his soul he still cannot completely let go of the past...",
		"MST_SCENARIO_11910_NAME": "Can't Leave the Past",
		"MST_SCENARIO_11911_DESC": "Ark finally leaves his past behind. Ilia embraces him with a smile. The pair then give the Summoner a very special item.",
		"MST_SCENARIO_11911_NAME": "Time Heals All",
		"MST_SCENARIO_12000_DESC": "The Summoner and Tilith receive a message and visit the Summoners' Hall. They decide to head to Bectas, the world where Lugina has vanished.",
		"MST_SCENARIO_12000_NAME": "Far-off Land",
		"MST_SCENARIO_12001_DESC": "Tilith and the Summoner arrive to Bectas. They are tasked with finding Lugina, but Tilith is fascinated by this new world she hasn't seen before.",
		"MST_SCENARIO_12001_NAME": "Technoworld",
		"MST_SCENARIO_12002_DESC": "In the Iron District, Tilith is amazed by the advanced technology unlike anything in Grand Gaia. Then the two are surrounded by a mysterious enemy.",
		"MST_SCENARIO_12002_NAME": "First Battle",
		"MST_SCENARIO_12003_DESC": "The Summoner meets Lugina's subordinate Reda in the Iron District. She says there's no need to search for Lugina, and asks for help surveying Bectas.",
		"MST_SCENARIO_12003_NAME": "Reda Appears",
		"MST_SCENARIO_12004_DESC": "The Summoner gets information on Bectas from Reda in the Selza Arsenal. This world currently has mysterious tremors, and seems headed for collapse.",
		"MST_SCENARIO_12004_NAME": "Status Update: Bectas",
		"MST_SCENARIO_12005_DESC": "The party encounters an automaton on their tail at the Demolished Site. It can understand speech, and wants help rescuing its friend.",
		"MST_SCENARIO_12005_NAME": "Machines' Request",
		"MST_SCENARIO_12006_DESC": "Having rescued an automaton at the Demolished Site, it tells the party about the Information Tower. The party heads there to survey Bectas.",
		"MST_SCENARIO_12006_NAME": "Mechanical Pair",
		"MST_SCENARIO_12007_DESC": "At Tech City Mersas, the Summoner party became the \"masters\" the automatons had sought. Reda has given the automatons new names, which are...",
		"MST_SCENARIO_12007_NAME": "Hatch and Tull",
		"MST_SCENARIO_12008_DESC": "As the party makes its way through Tech City Mersas to get to the Information Tower, a gigantic automaton suddenly appears before them.",
		"MST_SCENARIO_12008_NAME": "Mysterious Enemy",
		"MST_SCENARIO_12009_DESC": "The party drives off the mysterious automaton that attacked at Tech City Mersas. Then, for some reason, a glimmer of the power of Summoning returns...",
		"MST_SCENARIO_12009_NAME": "Summoning Returns",
		"MST_SCENARIO_12010_DESC": "Tilith presses buttons in the Information Tower, and the machines play someone's conversation. Hearing this, Reda becomes focused on the controls...",
		"MST_SCENARIO_12010_NAME": "Ancient Echoes",
		"MST_SCENARIO_12011_DESC": "The party encounters Bertz in the Zoldas Mountains. Reda seems frightened of him, and the party hurries to stay ahead of the Abel Faction.",
		"MST_SCENARIO_12011_NAME": "Abel Faction Ahead",
		"MST_SCENARIO_12012_DESC": "The party advances through the Elevated Station to the facility the tremors are coming from. But then the mysterious automaton from Mersas reappears.",
		"MST_SCENARIO_12012_NAME": "Re-engage",
		"MST_SCENARIO_12013_DESC": "At the Elevated Station, the party is nearly overwhelmed by the mysterious automaton's power until a man bursts through a wall. That man is...",
		"MST_SCENARIO_12013_NAME": "He Appears",
		"MST_SCENARIO_12014_DESC": "After its defeat at the Elevated Station, the Divine Machine quickly revives and withdraws. Lugina explains about the machine and situation.",
		"MST_SCENARIO_12014_NAME": "Seal Them Away",
		"MST_SCENARIO_12015_DESC": "Reda and the others investigate a building they discovered: Michele's Sepulcher. According to Hatch and Tull, their old master's legacy is here.",
		"MST_SCENARIO_12015_NAME": "This Place Survived",
		"MST_SCENARIO_12016_DESC": "The seemingly-defensive automatons are driven off at Michele's Sepulcher. Then, someone's voice can be heard, haltingly, from the altar...",
		"MST_SCENARIO_12016_NAME": "Once-Was Master",
		"MST_SCENARIO_12100_DESC": "The Summoner and the others arrive in Vilanciel, a world where a sealed god has recently been spotted. It is a world of snow and ice...",
		"MST_SCENARIO_12100_NAME": "The Frozen World",
		"MST_SCENARIO_12101_DESC": "At Bariura Lake Castle, the Summoner and the others have been tasked with surveying this world by Lugina. They start with the looming castle...",
		"MST_SCENARIO_12101_NAME": "Castle on a Lake",
		"MST_SCENARIO_12102_DESC": "In Bariura Lake Castle, the group encounters an old woman and her granddaughter, who are descended from royalty. They ask about this world, but...",
		"MST_SCENARIO_12102_NAME": "Bariura's Children",
		"MST_SCENARIO_12103_DESC": "On the Castle Road, it seems the tale of the Bariura Empire is viewed as a myth here. Only Liana's older sister Luciana believes it.",
		"MST_SCENARIO_12103_NAME": "The Children Now",
		"MST_SCENARIO_12104_DESC": "The Summoner and friends meet Luciana, Liana's elder sister, at Snowstorm Woods. Tilith tries to be friendly, but Luciana vehemently rejects her.",
		"MST_SCENARIO_12104_NAME": "Meeting Luciana",
		"MST_SCENARIO_12105_DESC": "Apparently, to head for the Mystical Wolf from Snowstorm Woods, the party must perform rituals at two shrines ahead. Reda suggests splitting up.",
		"MST_SCENARIO_12105_NAME": "Polar Crossroads",
		"MST_SCENARIO_12106_DESC": "Liana admits her fear of the gods at Raujis Lake. Tilith explains her own concerns over the relationship between gods and humans to her.",
		"MST_SCENARIO_12106_NAME": "Mutual Understanding",
		"MST_SCENARIO_12107_DESC": "Luciana expresses her distrust of gods at the Mirage Snowfields. Reda tells her of the history of Grand Gaia and Elgaia.",
		"MST_SCENARIO_12107_NAME": "Trying to Learn",
		"MST_SCENARIO_12108_DESC": "The sisters are reunited at Subzero Road, but find themselves on opposite sides. Then a giant wolf that may be involved with the sealed god appears!",
		"MST_SCENARIO_12108_NAME": "New Appearances",
		"MST_SCENARIO_12109_DESC": "The Mystical Wolf suddenly enters the fray at Subzero Road. Its words imply that it is the sealed god itself, but something doesn't seem right...",
		"MST_SCENARIO_12109_NAME": "Rival Powers",
		"MST_SCENARIO_12110_DESC": "The Summoner and party encounter a young girl at Gallum Ice Ridge. As soon as she sees them, she attacks without a word...",
		"MST_SCENARIO_12110_NAME": "Unexpected Encounter",
		"MST_SCENARIO_12111_DESC": "A man stops the fight with the girl at Gallum Ice Ridge. Reda says his group is an elite Abel Faction cadre, but...",
		"MST_SCENARIO_12111_NAME": "Abel Faction Schemes",
		"MST_SCENARIO_12112_DESC": "The party reaches the Mystical Wolf's Lair. Tilith speaks to Liana, concerned by her fear of facing the Mystical Wolf.",
		"MST_SCENARIO_12112_NAME": "Forbidden Lands",
		"MST_SCENARIO_12113_DESC": "Liana calls out to the Mystical Wolf at Mystical Wolf's Lair, but receives no response. Luciana's group gets into trouble. Then, their salvation...",
		"MST_SCENARIO_12113_NAME": "Irrelevant Divinity",
		"MST_SCENARIO_12114_DESC": "After a fierce battle at Mystical Wolf's Lair, the Divine Wolf returns to normal. It gives the Summoner information, speaks to Liana, and leaves.",
		"MST_SCENARIO_12114_NAME": "Divine Wolf Revived",
		"MST_SCENARIO_12115_DESC": "Nere calls the party to the Divine Beast's Prison beneath Bariura Lake Castle and asks them to slay the demonic beast sealed there.",
		"MST_SCENARIO_12115_NAME": "Bariuran Relics",
		"MST_SCENARIO_12116_DESC": "Nere tells of the Bariura Empire's final battle at the Divine Beast's Prison, and the party receives an imperial scythe for slaying the beast.",
		"MST_SCENARIO_12116_NAME": "Distant Legends",
		"MST_SCENARIO_12117_DESC": "At Merciful Glory, the Divine Wolf welcomes the Summoner's party to a holy site only it knows of, then gratefully asks to battle with its true power.",
		"MST_SCENARIO_12117_NAME": "Barren Lands",
		"MST_SCENARIO_12118_DESC": "The Divine Wolf acknowledges the Summoner's power at Merciful Glory and anticipates the future as it returns to its role as the world's protector.",
		"MST_SCENARIO_12118_NAME": "Vilanciel's Protector",
		"MST_SCENARIO_12200_DESC": "The Summoner visits a new world called Ohbanahara to search for a sealed god. Amazingly, Seria, who has finished her training, meets you there.",
		"MST_SCENARIO_12200_NAME": "Reunion with Seria",
		"MST_SCENARIO_12201_DESC": "The Summoner and Seria meet up with Tilith at Bluesun Grove Path. Reda has headed off for some other world, while Hatch and Tull are helping Noel.",
		"MST_SCENARIO_12201_NAME": "Disparate Trends",
		"MST_SCENARIO_12202_DESC": "The Summoner's party finds a group of people dressed in black attacking a woman at Bluesun Grove Path, and soon find themselves under attack as well.",
		"MST_SCENARIO_12202_NAME": "Rescue",
		"MST_SCENARIO_12203_DESC": "The woman the Summoner's party rescued at Bluesun Grove Path is named Suzune. For now, they decide to head somewhere safe with her.",
		"MST_SCENARIO_12203_NAME": "Meeting Suzune",
		"MST_SCENARIO_12204_DESC": "The Summoner's group meets Suzune's retainer, Sakunoshin, at Prosperity Fields. But then Kagenui appears and attacks Suzune, leading to a battle!",
		"MST_SCENARIO_12204_NAME": "Friends and Assassins",
		"MST_SCENARIO_12205_DESC": "Having driven off Kagenui at Prosperity Fields, the group learns of Suzune's true identity and situation. They decide to help her.",
		"MST_SCENARIO_12205_NAME": "National Affairs",
		"MST_SCENARIO_12206_DESC": "Suzune seems horrified by the misery that remains after a battle at Calamity Plains. But there's also a man there, playing a requiem on a flute...",
		"MST_SCENARIO_12206_NAME": "Savage Battlefield",
		"MST_SCENARIO_12207_DESC": "The group tried to slip by the lax security at the Defensive Checkpoint, but Genba was waiting with minions. Unable to flee, the group fights back.",
		"MST_SCENARIO_12207_NAME": "Ambush",
		"MST_SCENARIO_12208_DESC": "Suzune is taken hostage and the Summoner's party is captured at the Defensive Checkpoint. Then unexpected help arrives just when all hope seems lost!",
		"MST_SCENARIO_12208_NAME": "That Flute!",
		"MST_SCENARIO_12209_DESC": "Genba's mysterious swordswoman Raka appears at the Grand Bridge as the Summoner and friends head for the castle. Why does she know of the sealed gods?",
		"MST_SCENARIO_12209_NAME": "Mysterious Warrior",
		"MST_SCENARIO_12210_DESC": "The Summoner's party is overwhelmed by a mysterious power at the Grand Bridge. She tells them the object of their search is close by, then leaves.",
		"MST_SCENARIO_12210_NAME": "A Helping Hand",
		"MST_SCENARIO_12211_DESC": "Having made it into the castle at Skyblock Walls, the Summoner and friends are attacked by Kagenui. Genba has left him in charge of security.",
		"MST_SCENARIO_12211_NAME": "Kagenui's Surprise",
		"MST_SCENARIO_12212_DESC": "The Summoner's group struggles to get past Kagenui at Skyblock Walls. Then the mysterious man reappears, drawing Kagenui's attention.",
		"MST_SCENARIO_12212_NAME": "Rescued Again",
		"MST_SCENARIO_12213_DESC": "The Summoner's party finally reaches Suzune in the Thousand-Mat Hall. Now they face their pursuer, Kagenui, alongside a battle-ready Genba!",
		"MST_SCENARIO_12213_NAME": "Destination Reached",
		"MST_SCENARIO_12214_DESC": "Channeling the Divine Phoenix and controlling Genba, Raka restrains the Summoner's party in the Thousand-Mat Hall. Amazingly, they're freed by...",
		"MST_SCENARIO_12214_NAME": "Mastermind",
		"MST_SCENARIO_12215_DESC": "The Summoner, Seria, and Sakunoshin leave Suzune to Tilith and head for the rooftops of the Phoenix Tower. They're after Raka, seeking a final battle.",
		"MST_SCENARIO_12215_NAME": "Chasing Raka",
		"MST_SCENARIO_12216_DESC": "Sakunoshin's mistake leaves Seria immobilized at the Phoenix Tower. The Summoner heads after Raka for a one-on-one showdown with a sealed god.",
		"MST_SCENARIO_12216_NAME": "Showdown",
		"MST_SCENARIO_12217_DESC": "Following her defeat, Raka tells the Summoner that the Divine Phoenix within her is the ruler of chaos and destruction, and then it manifests.",
		"MST_SCENARIO_12217_NAME": "Ruler of Chaos",
		"MST_SCENARIO_12218_DESC": "The Summoner successfully defeats the Divine Phoenix at the Phoenix Tower. Meanwhile, Genba wishes for death and Suzune exercises her noble rights.",
		"MST_SCENARIO_12218_NAME": "Noble Duties",
		"MST_SCENARIO_12219_DESC": "The Summoner's group heads to investigate the Abandoned Temple, where monsters are rumored to dwell. Sakunoshin tells tales of the temple, but...",
		"MST_SCENARIO_12219_NAME": "Monster Temple Riot",
		"MST_SCENARIO_12220_DESC": "The monsters in the Abandoned Temple were really automatons, and the Summoner's party shut them off. Kagenui claims the other story was a ruse, but...",
		"MST_SCENARIO_12220_NAME": "Monstrous Identities",
		"MST_SCENARIO_12221_DESC": "Myoukei has called the party to the Fields of Despair. Suzune's former tutor and a master of ninjutsu, he wants to test himself against the Summoner.",
		"MST_SCENARIO_12221_NAME": "Myoukei's Request",
		"MST_SCENARIO_12222_DESC": "Having defeated Myoukei at the Fields of Despair, the Summoner receives a wondrous and masterfully crafted blade.",
		"MST_SCENARIO_12222_NAME": "Masterful Strike",
		"MST_SCENARIO_21000_DESC": "The Summoner meets Shusui in the depths of the Cave of Sealed Might. The demon claims to have been disturbed while sleeping, and attacks.",
		"MST_SCENARIO_21000_NAME": "War Demon's Power",
		"MST_SCENARIO_21001_DESC": "The Shusui the Summoner defeats in the Cave of Sealed Might turns out to be a \"Shadow.\" The Shadow explains that a certain seal has begun to break.",
		"MST_SCENARIO_21001_NAME": "Broken Seal",
		"MST_SCENARIO_21002_DESC": "In Lem's Cape of Sealed Ploys, the Summoner meets Mora once again. She immediately starts a fight, but...",
		"MST_SCENARIO_21002_NAME": "Guile Demon's Power",
		"MST_SCENARIO_21003_DESC": "The Mora the Summoner defeats at the Cape of Sealed Ploys turns out to be another \"Shadow.\" What could she mean by an \"obstructive power\"? ",
		"MST_SCENARIO_21003_NAME": "Bewildering Shadow",
		"MST_SCENARIO_21004_DESC": "Mora talks about the real demon named Beiorg in the Sealed Forest. How will things change after defeating these demonic Shadows?",
		"MST_SCENARIO_21004_NAME": "Sight Demon's Power",
		"MST_SCENARIO_21005_DESC": "Apparently, what the Six Armors were really protecting was the Sealed Forest. What will happen if more of these Shadows are defeated?",
		"MST_SCENARIO_21005_NAME": "Vanishing Seal",
		"MST_SCENARIO_21006_DESC": "Melord lies within the Sealed Ship Graveyard in his original shape, before he turned into a demon. He seems worthy of the title of \"disciple.\"",
		"MST_SCENARIO_21006_NAME": "He Who Obeys",
		"MST_SCENARIO_21007_DESC": "The Melord in the Sealed Ship Graveyard was yet another Shadow. The Summoner finds out that he had been abandoned in this land for some reason...",
		"MST_SCENARIO_21007_NAME": "Foolish Shadow",
		"MST_SCENARIO_21008_DESC": "The Summoner encounters Mordlim yet again in the Sealed Empty Garden hidden behind the Botanical Garden.",
		"MST_SCENARIO_21008_NAME": "Nature Demon's Power",
		"MST_SCENARIO_21009_DESC": "Mordlim is defeated anew at the Sealed Empty Garden, but leaves some disturbing words behind before disappearing for good.",
		"MST_SCENARIO_21009_NAME": "Demon's Last Words",
		"MST_SCENARIO_21010_DESC": "In the Sealed Crystal Cave, it was not Amu Yunos's Shadow who awaited you as you expected. The demon identifies himself as Kalon instead, and attacks.",
		"MST_SCENARIO_21010_NAME": "Calamity Demon's Power",
		"MST_SCENARIO_21011_DESC": "When the Summoner defeats Amu Yunos's Shadow as it replaces Kalon in the Sealed Crystal Cave, Mirfah appears and wants to test his strength.",
		"MST_SCENARIO_21011_NAME": "Mirfah's Request",
		"MST_SCENARIO_21012_DESC": "Mirfah seemed both frustrated and pleased at losing to the Summoner in the Sealed Crystal Cave. He asked for a rematch sometime, and then departed.",
		"MST_SCENARIO_21012_NAME": "Mirfah's Vision",
		"MST_SCENARIO_21013_DESC": "The keystone of Karna Masta's seal, the demon Kalon's shadow sees Lugina's and the Summoner's power and agrees to fight at Sealed Dragon's Deep.",
		"MST_SCENARIO_21013_NAME": "Sealing and Guiding",
		"MST_SCENARIO_21014_DESC": "Paris appears as the Summoner speaks with Lugina at Sealed Dragon's Deep. Paris wants to fight the Summoner to overcome her doubts.",
		"MST_SCENARIO_21014_NAME": "Overcoming Doubts",
		"MST_SCENARIO_21015_DESC": "It seems the fight with the Summoner at Sealed Dragon's Deep has dispelled Paris's doubts. She says she will travel with the Summoner from now on.",
		"MST_SCENARIO_21015_NAME": "Paris's Gratitude ",
		"MST_SCENARIO_21016_DESC": "A quiet Seria awaits the Summoner at the Sealed Altar looking for a fight.",
		"MST_SCENARIO_21016_NAME": "Seeking Strength ",
		"MST_SCENARIO_21017_DESC": "Karl appears right after Seria while still at the Sealed Altar. It appears he wants to challenge Barion to finally settle his lingering doubts.",
		"MST_SCENARIO_21017_NAME": "Barion's True Power ",
		"MST_SCENARIO_21018_DESC": "At the Sealed Altar, Karl questions who he is. After he gives an answer true to himself, he finally learns how to control his latent demonic power.",
		"MST_SCENARIO_21018_NAME": "Karl, the Summoner ",
		"MST_SCENARIO_21019_DESC": "As the Summoner searches for a way to restore Ilia, Kalon's shadow warns that the task is impossible. But the Summoner won't quit without a fight.",
		"MST_SCENARIO_21019_NAME": "The Hidden Seal",
		"MST_SCENARIO_21020_DESC": "Before vanishing, Kalon's shadow tells that the seal on Karna Masta's power is completely broken, and Karna Masta's power has been revived in Mildran.",
		"MST_SCENARIO_21020_NAME": "The Forgotten One",
		"MST_SCENARIO_30023_DESC": "Having reached the rank of Darkstalker, the Summoner and Seria have a chat. However, Karl shows up to talk about the first time he met Seria and...",
		"MST_SCENARIO_30023_NAME": "Looking for a Fight",
		"MST_SCENARIO_30024_DESC": "The Summoner tells Karl about reaching the rank of Ouranos, while Karl tries to tell the story of how he met Seria again. However, Seria interrupts...",
		"MST_SCENARIO_30024_NAME": "Interfering Seria",
		"MST_SCENARIO_30025_DESC": "Karl tells the Summoner, who has just been promoted to the Phoebus rank, of his first impression of Seria, but she manages to interfere yet again.",
		"MST_SCENARIO_30025_NAME": "First Impressions",
		"MST_SCENARIO_30026_DESC": "The Summoner reaches the rank of Athena, and Seria opens up about how she met Karl. Now the reason she tried to avoid this talk becomes apparent...",
		"MST_SCENARIO_30026_NAME": "Similar Comrades...?",
		"MST_SCENARIO_40021_DESC": "Demons keep appearing from another world. Noah asks for the Summoner's help in defeating the demons' leader, Arkem.",
		"MST_SCENARIO_40021_NAME": "Demons Show Themselves",
		"MST_SCENARIO_40022_DESC": "The Summoners manage to beat Arkem. However, Noah realizes how much power he truly lacks after watching Owen on the battlefield.",
		"MST_SCENARIO_40022_NAME": "Aspirations",
		"MST_SCENARIO_50000_DESC": "The Grand Quest System has been completed! Lin seems very excited for this new Summoner support tool, explaining the great points about the system.",
		"MST_SCENARIO_50000_NAME": "Grand Quest System",
		"MST_SCENARIO_50001_DESC": "Noah and Rhynt add a new function to the Grand Quest System. Now one can experience things from the time of the great war with the gods...",
		"MST_SCENARIO_50001_NAME": "Memoirs of the Great War",
		"MST_SCENARIO_50101_DESC": "Karl asks the Summoner for help with defeating a dragon. However, apparently the beast is quick to flee from danger.",
		"MST_SCENARIO_50101_NAME": "Karl's Request",
		"MST_SCENARIO_50102_DESC": "The Summoners split up to go after the dragon. According to Karl, it couldn't have gone too far.",
		"MST_SCENARIO_50102_NAME": "Off to Slay the Dragon",
		"MST_SCENARIO_50103_DESC": "After Karl suspects that the tremor happening means the Summoner drove away the dragon, his resolve towards the mission strengthens.",
		"MST_SCENARIO_50103_NAME": "Repelling the Dragon",
		"MST_SCENARIO_50104_DESC": "Suspecting that the Summoner has fought away the dragon, Karl rejoices believing that now's their chance to corner it.",
		"MST_SCENARIO_50104_NAME": "Chasing the Dragon",
		"MST_SCENARIO_50105_DESC": "Seria has been chasing after the Summoner and Karl. After scolding the Summoner for \"moving too slow,\" she decides to go ahead and slay the dragon.",
		"MST_SCENARIO_50105_NAME": "Seria Catches Up",
		"MST_SCENARIO_50106_DESC": "The Summoner receives a message from Lin saying that Karl will be a little late to reach the rendezvous point at the Tower of Dark Clouds.",
		"MST_SCENARIO_50106_NAME": "Lin's Message",
		"MST_SCENARIO_50107_DESC": "Karl opens a treasure chest. Apparently there are many treasures still left in these parts after the great war with the gods.",
		"MST_SCENARIO_50107_NAME": "Grand Gaia's Treasures",
		"MST_SCENARIO_50108_DESC": "Karl advances on his own and faces the dragon. The dragon flees as expected, but doesn't get very far.",
		"MST_SCENARIO_50108_NAME": "Karl Repels the Dragon",
		"MST_SCENARIO_50109_DESC": "Karl chases the dragon after the Summoner has confronted it, but there are too many possibilities as to where it could've gone.",
		"MST_SCENARIO_50109_NAME": "Karl Chases the Dragon",
		"MST_SCENARIO_50110_DESC": "Karl finds the dragon's resting place, and blocks its entrance. The branches on the ground suggest its real nest may be in the Thunder Valley.",
		"MST_SCENARIO_50110_NAME": "The Dragon's Nest",
		"MST_SCENARIO_50111_DESC": "Karl runs into the dragon unexpectedly. He tries to chase after the escaping dragon, but he's suddenly attacked from out of nowhere...",
		"MST_SCENARIO_50111_NAME": "Injured Karl",
		"MST_SCENARIO_50112_DESC": "Seria injures herself during a heated battle against the dragon. She tells the Summoner to stand back, but...",
		"MST_SCENARIO_50112_NAME": "Medical Attention",
		"MST_SCENARIO_50113_DESC": "The Summoner decides that Seria's medical care takes priority over chasing after the dragon. Karl proposes they consider the mission complete for now.",
		"MST_SCENARIO_50113_NAME": "The Chase Ends",
		"MST_SCENARIO_50114_DESC": "Seria and the Summoner challenge the dragon. However, Karl is injured and cannot chase after the beast, so he proposes they report back for now.",
		"MST_SCENARIO_50114_NAME": "The Chase Continues",
		"MST_SCENARIO_50115_DESC": "Seria and the Summoner lose the dragon just when it was almost beaten. However, they receive some important information from Karl via Lin.",
		"MST_SCENARIO_50115_NAME": "Slayed the Dragon!",
		"MST_SCENARIO_50116_DESC": "Just when the dragon is about to roar, Karl lands a finishing blow. Now that the mission has been completed, they head back home, but...",
		"MST_SCENARIO_50116_NAME": "Seria VS. the Dragon",
		"MST_SCENARIO_50200_DESC": "Lugina unexpectedly shows up and asks the Summoner to take on a mission together. They are to find the empress's hidden treasure.",
		"MST_SCENARIO_50200_NAME": "Unexpected Calling",
		"MST_SCENARIO_50201_DESC": "The Summoner and Lugina split up and each take a different route towards the Great Tree of Life, while Paris follows a third route there.",
		"MST_SCENARIO_50201_NAME": "Three Paths",
		"MST_SCENARIO_50202_DESC": "Lin has some information about the empress for the Summoner. According to what is known about her today, she was a cold-blooded monarch...",
		"MST_SCENARIO_50202_NAME": "About the Empress",
		"MST_SCENARIO_50203_DESC": "The Summoner finds a treasure chest. A sound of what resembles the flick of a switch is heard, but nothing really happens...",
		"MST_SCENARIO_50203_NAME": "Finding Treasure",
		"MST_SCENARIO_50204_DESC": "After defeating a tough enemy, the Summoner finds a treasure chest. Inside is a stone fragment of some kind...",
		"MST_SCENARIO_50204_NAME": "Treasure Contents",
		"MST_SCENARIO_50205_DESC": "As Lugina continues on his path, he remembers that the empress's sorcerer was her closest confidant, almost like her brother. Maybe he made these... ",
		"MST_SCENARIO_50205_NAME": "Master Trap Maker",
		"MST_SCENARIO_50206_DESC": "After Lugina opens a treasure chest, a resounding rumble can be heard, as if something gigantic were in motion.",
		"MST_SCENARIO_50206_NAME": "Open the Chest",
		"MST_SCENARIO_50207_DESC": "Lugina finds a cave blocked by an iron barred gate. At that very moment, paralyzing gas is released and the gate opens.",
		"MST_SCENARIO_50207_NAME": "Lugina Trapped",
		"MST_SCENARIO_50208_DESC": "After defeating a tough enemy, Lugina finds a treasure chest. The only thing inside is a stone fragment, but...",
		"MST_SCENARIO_50208_NAME": "A Piece of Stone?",
		"MST_SCENARIO_50209_DESC": "As Paris reaches the Town in Ruins, she remembers a story that tells of the fearsome empress's nature.",
		"MST_SCENARIO_50209_NAME": "Fury of the Empress",
		"MST_SCENARIO_50210_DESC": "Paris opens a treasure chest adorned with a three-headed dragon. What sounds like a switch being activated is heard, but nothing happens...",
		"MST_SCENARIO_50210_NAME": "Three Headed Dragon",
		"MST_SCENARIO_50211_DESC": "Paris finds a treasure chest with its seal already broken. Her guess is that Summoners' Hall has sent personnel to search for the treasure as well.",
		"MST_SCENARIO_50211_NAME": "Who Will Proceed?",
		"MST_SCENARIO_50212_DESC": "Paris manages to defeat a tough enemy, and earns the treasure chest guarded by the beast as her reward. Inside she finds a stone fragment of sorts.",
		"MST_SCENARIO_50212_NAME": "Broken Lithograph",
		"MST_SCENARIO_50213_DESC": "The Summoner finally reaches the Great Tree of Life. There is no treasure to be found here, but words start appearing on the trunk of the Tree...",
		"MST_SCENARIO_50213_NAME": "Treasure's Reflection",
		"MST_SCENARIO_50214_DESC": "Lugina finally reaches the Great Tree of Life. There is no treasure to be found here, but words start appearing on the trunk of the Tree...",
		"MST_SCENARIO_50214_NAME": "Treasure's Greed",
		"MST_SCENARIO_50215_DESC": "Paris finally reaches the Great Tree of Life. There is no treasure to be found here, but words start appearing on the trunk of the Tree...",
		"MST_SCENARIO_50215_NAME": "Treasure's Pain",
		"MST_SCENARIO_50216_DESC": "The Summoner, Lugina, and Paris finally reach the Great Tree of Life. The three of them have brought their stone fragments, so the last trial begins.",
		"MST_SCENARIO_50216_NAME": "Last Trial",
		"MST_SCENARIO_50217_DESC": "The party manages to clear the last trial. However, the treasure hidden by the empress doesn't turn out to be what they were expecting...",
		"MST_SCENARIO_50217_NAME": "Empress's \"Treasure\"",
		"MST_SCENARIO_50300_DESC": "Karl and Seria receive some intel about the demon Graham's whereabouts and ask the Summoner for help. Seria doesn't think it'll help much though.",
		"MST_SCENARIO_50300_NAME": "Request for Help",
		"MST_SCENARIO_50301_DESC": "The three Summoners approach Graham's location via separate routes. Seria states once again that the Summoner's help is unnecessary.",
		"MST_SCENARIO_50301_NAME": "Straightforward Favor",
		"MST_SCENARIO_50302_DESC": "Graham approaches the Summoner in a courteous manner, and decides to test the Summoner's power after deeming the same an interesting enough opponent.",
		"MST_SCENARIO_50302_NAME": "Graham's Preliminaries",
		"MST_SCENARIO_50303_DESC": "Whether he really means it or not, Graham claims the Summoner to be too much for him, and flees. He says there's someone else he wants to play with...",
		"MST_SCENARIO_50303_NAME": "Worthy Playmate",
		"MST_SCENARIO_50304_DESC": "Graham scolds Karl for being late, and attacks him. Karl accepts Graham's challenge, though weary of his traps.",
		"MST_SCENARIO_50304_NAME": "Demon's Punishment",
		"MST_SCENARIO_50305_DESC": "Graham congratulates Karl on his growth, as if mocking him, and quickly flees. Even if this is a trap, Karl is set on going after him.",
		"MST_SCENARIO_50305_NAME": "Smells Like a Trap",
		"MST_SCENARIO_50306_DESC": "Seria attacks Graham to avenge the comrades she's lost to his tricks. Graham says he knows nothing of it, claiming he usually kills countless humans.",
		"MST_SCENARIO_50306_NAME": "Friends' Foe",
		"MST_SCENARIO_50307_DESC": "Graham doesn't take Seria seriously, and leaves because he's supposedly bored. He challenges Seria to come after him.",
		"MST_SCENARIO_50307_NAME": "A Demon Calls",
		"MST_SCENARIO_50308_DESC": "The Summoners manage to corner Graham, but it all works in accordance to his plans. The party then falls straight into his trap...",
		"MST_SCENARIO_50308_NAME": "The Best Trap Yet",
		"MST_SCENARIO_50309_DESC": "The Summoner and Seria are blasted off to separate locations full of powerful monsters. They try to go after Graham while Grahdens finds Karl's lance.",
		"MST_SCENARIO_50309_NAME": "Blown Away",
		"MST_SCENARIO_50310_DESC": "Graham, who's supposed to be waiting at the Coliseum Ruins, suddenly appears. The Summoner is able to somehow repel his sneak attack, but...",
		"MST_SCENARIO_50310_NAME": "Sneak Attack",
		"MST_SCENARIO_50311_DESC": "Graham shows himself to a grumbling Seria. He proceeds to tell her he loves her, but his definition of love is quite the twisted one...",
		"MST_SCENARIO_50311_NAME": "Deception Loving Demon",
		"MST_SCENARIO_50312_DESC": "As Grahdens looks for Karl, Graham appears before him. Graham tries to provoke the Elder Summoner, but Grahdens counters by provoking him instead.",
		"MST_SCENARIO_50312_NAME": "Another Provocation",
		"MST_SCENARIO_50313_DESC": "Grahdens helps the unconscious Karl. He teaches Karl about the true meaning behind trusting someone, and leaves the rest up to the young Summoner.",
		"MST_SCENARIO_50313_NAME": "Building Confidence",
		"MST_SCENARIO_50314_DESC": "Karl makes his way to the Coliseum Ruins, where Graham awaits. However, he feels like something within him has to come to life all of the sudden...",
		"MST_SCENARIO_50314_NAME": "Signs of the Awakening",
		"MST_SCENARIO_50315_DESC": "The Summoner arrives to the Coliseum Ruins. Graham, who has been waiting, says he will get more serious now, and attacks suddenly.",
		"MST_SCENARIO_50315_NAME": "The Real Graham",
		"MST_SCENARIO_50316_DESC": "Graham has supposedly been driven into a corner, but he manages to heal all his wounds in an instant and flees, leaving a terrible aura behind...",
		"MST_SCENARIO_50316_NAME": "Unbeatable Demon",
		"MST_SCENARIO_50317_DESC": "Seria arrives to the Coliseum Ruins. After Graham mocks her, he says he will be a bit harsher on her than usual...",
		"MST_SCENARIO_50317_NAME": "First Place",
		"MST_SCENARIO_50318_DESC": "Though Graham is supposedly cornered, he heals all his wounds in an instant. Seria tries to take him on again, but he manages to escape.",
		"MST_SCENARIO_50318_NAME": "Unfulfilled Revenge",
		"MST_SCENARIO_50319_DESC": "After Karl arrives to Graham's lair he waits for his comrades before making a move, believing they are already on their way to help him.",
		"MST_SCENARIO_50319_NAME": "Believing in Friendship",
		"MST_SCENARIO_50320_DESC": "Graham is surprised that the Summoner, Karl, and Seria were all able to arrive at the same time. Claiming he won't go easy on them, he attacks!",
		"MST_SCENARIO_50320_NAME": "Power of Three",
		"MST_SCENARIO_50321_DESC": "Graham heals his own wounds, but Karl sees through his facade. The attacks they landed on Graham were indeed successful.",
		"MST_SCENARIO_50321_NAME": "Deepest Wish",
		"MST_SCENARIO_50322_DESC": "The Summoners defeat Graham, but it seems like the demon knew of Karl's origins. Sensing a presence, Karl moves on his own.",
		"MST_SCENARIO_50322_NAME": "Before Celebrating",
		"MST_SCENARIO_50323_DESC": "Karl follows the presence he felt and finds that Graham has survived somehow. The demon shows his true nature and comes after Karl!",
		"MST_SCENARIO_50323_NAME": "Graham's True Nature",
		"MST_SCENARIO_50324_DESC": "Graham is defeated without revealing what he knows about Karl. As Karl leaves the area still clouded by doubt, Seria and the Summoner show up.",
		"MST_SCENARIO_50324_NAME": "Friends' Trust",
		"MST_SCENARIO_50400_DESC": "The Summoner receives an urgent call from Lin. She says that Seria has run off after the demon Algmos all by herself after having heard of a sighting.",
		"MST_SCENARIO_50400_NAME": "Seria's Recklessness",
		"MST_SCENARIO_50401_DESC": "After Lin discloses the location of the demon, she mentions that she has asked other Summoners to help out as well, so the Summoner should seek them.",
		"MST_SCENARIO_50401_NAME": "Three Routes",
		"MST_SCENARIO_50402_DESC": "The Summoner runs into Tilith by chance. After Tilith hears what Seria has done, she immediately agrees to go after her together.",
		"MST_SCENARIO_50402_NAME": "Tilith's Protection",
		"MST_SCENARIO_50403_DESC": "The Summoner runs into Grahdens by coincidence. Grahdens tells of Seria's ties with the demon, and agrees to go after her with the Summoner.",
		"MST_SCENARIO_50403_NAME": "Meeting Elder Grah",
		"MST_SCENARIO_50404_DESC": "The Summoner runs into Lugina. After Lugina mocks Seria's course of action, he agrees to go after her to make fun of her in person.",
		"MST_SCENARIO_50404_NAME": "Running into Lugina",
		"MST_SCENARIO_50405_DESC": "Tilith and the Summoner find Seria, who is confronting Algmos. Seria is bent on facing the demon alone, but...",
		"MST_SCENARIO_50405_NAME": "Seria's Ignorance",
		"MST_SCENARIO_50406_DESC": "Seria confronts Algmos. Grahdens and the Summoner ignore Seria's wish of fighting alone, and join the battle.",
		"MST_SCENARIO_50406_NAME": "Didn't Know That!",
		"MST_SCENARIO_50407_DESC": "Lugina and the Summoner arrive just when Seria is about to confront Algmos, and join the fight without anyone asking them to.",
		"MST_SCENARIO_50407_NAME": "Thank Me with Tears!",
		"MST_SCENARIO_50408_DESC": "As Tilith guards Seria from harm, she reminds her that there are people who worry about her now, in the present.",
		"MST_SCENARIO_50408_NAME": "Worried About Seria",
		"MST_SCENARIO_50409_DESC": "Algmos gets away. While Seria dwells in her past Grahdens advises her to embrace her pain, and to bear the responsibility of her burden.",
		"MST_SCENARIO_50409_NAME": "Bearing a Burden",
		"MST_SCENARIO_50410_DESC": "Algmos escapes while Seria and Lugina argue. Seria is stumped by Lugina's sound reasoning, but...",
		"MST_SCENARIO_50410_NAME": "Quit Messing Around!",
		"MST_SCENARIO_50411_DESC": "Though worried about Tilith's physical state, Seria finally makes up her mind and asks the Summoner for help once again.",
		"MST_SCENARIO_50411_NAME": "Revoking Remarks",
		"MST_SCENARIO_50412_DESC": "Persuaded by Grahdens's advice Seria decides to face Algmos not in order to gain retribution, but to finally let go of her past.",
		"MST_SCENARIO_50412_NAME": "Blade of Farewells",
		"MST_SCENARIO_50413_DESC": "Without giving it a second thought, Seria declares that she's going after Algmos and asks Lugina for his help with the dangerous task.",
		"MST_SCENARIO_50413_NAME": "Help Me!",
		"MST_SCENARIO_50414_DESC": "Seria defeats Algmos and grows greatly as a person after pondering the meaning of Tilith's heartfelt message.",
		"MST_SCENARIO_50414_NAME": "Worried About Me",
		"MST_SCENARIO_50415_DESC": "After defeating Algmos with Grahdens's help, Seria declares that she will no longer fear placing her trust in others.",
		"MST_SCENARIO_50415_NAME": "Learning to Trust",
		"MST_SCENARIO_50416_DESC": "Having defeated Algmos, Seria gives Lugina all the credit, and even thanks him for his assistance. When Lugina is subjected to this, he...",
		"MST_SCENARIO_50416_NAME": "Maybe You're Right",
		"MST_SCENARIO_50500_DESC": "Grahdens speaks to the Summoner in the Imperial Capital Randall. Without giving away too many details, he asks the Summoner for help with something.",
		"MST_SCENARIO_50500_NAME": "Grahdens's Request",
		"MST_SCENARIO_50501_DESC": "Grahdens's real purpose is to defeat the demon Mashreed, but before he can do that, the number of surrounding demons in the area must be contained.",
		"MST_SCENARIO_50501_NAME": "Training Aide",
		"MST_SCENARIO_50502_DESC": "Grahdens defeats a demon in the Windswept Town. He states that the fight hardly qualified as a warm up, as if his opponent had been a breeze.",
		"MST_SCENARIO_50502_NAME": "Windswept Town",
		"MST_SCENARIO_50503_DESC": "Grahdens defeats a demon in the Inferno Forest. He states that the fight hardly qualified as a warm up, as if his opponent had been a breeze.",
		"MST_SCENARIO_50503_NAME": "Inferno Forest",
		"MST_SCENARIO_50504_DESC": "Grahdens defeats a demon in the Halcyon Plains. He states that the fight hardly qualified as a warm up, as if his opponent had been a breeze.",
		"MST_SCENARIO_50504_NAME": "Halcyon Plains",
		"MST_SCENARIO_50505_DESC": "Grahdens defeats a demon in the Stormswept Metropolis. He states that the fight hardly qualified as a warm up, as if his opponent had been a breeze.",
		"MST_SCENARIO_50505_NAME": "Stormswept Metropolis",
		"MST_SCENARIO_50506_DESC": "Grahdens's fighting instinct slowly returns to him. He can sense Mashreed's strong presence, and yet another powerful one in the area.",
		"MST_SCENARIO_50506_NAME": "Mashreed's Presence",
		"MST_SCENARIO_50507_DESC": "The Summoner defeats a demon in the Shadow Temple. Grahdens, who was lagging behind, states he needs more time to recover his fighting instinct.",
		"MST_SCENARIO_50507_NAME": "Need More Time",
		"MST_SCENARIO_50508_DESC": "Grahdens encounters an unexpectedly strong opponent. However, he deems it the perfect opponent to fully restore his fighting instinct.",
		"MST_SCENARIO_50508_NAME": "Strong Opponent",
		"MST_SCENARIO_50509_DESC": "The battle has ended and Grahdens has regained his pride as a Summoner. He vows to fight in the frontlines from now on as well.",
		"MST_SCENARIO_50509_NAME": "At the Front Lines",
		"MST_SCENARIO_50510_DESC": "The Summoner and Grahdens finally meet Mashreed. Grahdens challenges the demon to see if its strength truly lives up to its reputation.",
		"MST_SCENARIO_50510_NAME": "Winged Demon",
		"MST_SCENARIO_50511_DESC": "Mashreed runs from Grahdens in the heat of battle. Grahdens is highly disappointed, but decides to go after it just in case...",
		"MST_SCENARIO_50511_NAME": "Mashreed Flees",
		"MST_SCENARIO_50512_DESC": "Mashreed has changed its shape, becoming more intimidating than ever. Knowing the real fight is about to begin, Grahdens's fighting spirit swells.",
		"MST_SCENARIO_50512_NAME": "The Real Battle",
		"MST_SCENARIO_50513_DESC": "Grahdens defeats Mashreed and encourages the Summoner, who is astonished by the power the Elder Summoner displayed, to head towards Ishgria.",
		"MST_SCENARIO_50513_NAME": "Prepare for Battle!",
		"MST_SCENARIO_50600_DESC": "Lin asks the Summoner to accompany her during a land survey in Elgaia. She says if the Summoner is around, she will have nothing to worry about.",
		"MST_SCENARIO_50600_NAME": "Request for an Escort",
		"MST_SCENARIO_50601_DESC": "Lin states that they must explore four areas to complete the survey, and that if she becomes unable to continue, the survey will be deemed a failure.",
		"MST_SCENARIO_50601_NAME": "The Survey Begins!",
		"MST_SCENARIO_50602_DESC": "Lin's clothes are melted by the mucus secreted by a certain demon. Seeing herself in a pinch, she asks the Summoner for help.",
		"MST_SCENARIO_50602_NAME": "Cloth Melting Mucus",
		"MST_SCENARIO_50603_DESC": "Lin is rendered unable to move by what seem like tentacles tangled around her feet. The Summoner manages to rescue her, but now she's soaking wet...",
		"MST_SCENARIO_50603_NAME": "Coiling Tentacles",
		"MST_SCENARIO_50604_DESC": "A demon with a beak starts tearing Lin's clothes apart. The Summoner manages to defeat the demon, but ends up in rags worse than Lin's.",
		"MST_SCENARIO_50604_NAME": "Cloth Shredding Beak",
		"MST_SCENARIO_50605_DESC": "Lin inspects the setting of the last survey area. The party is surrounded by demons in a flash, though they're excited to bring the survey to its end.",
		"MST_SCENARIO_50605_NAME": "Last Survey Area",
		"MST_SCENARIO_50606_DESC": "The Summoner continues battling all surrounding demons, until the last one of them lands a desperate final attack...",
		"MST_SCENARIO_50606_NAME": "Counterattack's Effect",
		"MST_SCENARIO_50607_DESC": "A few days after Lin's survey comes to its end, the Summoner faces a lot of intriguing cold stares back in the Imperial Capital...",
		"MST_SCENARIO_50607_NAME": "Tarnished Reputation",
		"MST_SCENARIO_50700_DESC": "Paris dreams of her early childhood as she dozes off in the Imperial Library. Meanwhile, Noel suddenly appears...",
		"MST_SCENARIO_50700_NAME": "Childhood Memories",
		"MST_SCENARIO_50701_DESC": "Paris heads towards the Temple of Illusions and runs into the Summoner, who says is in the area on an urgent mission from Summoners' Hall.",
		"MST_SCENARIO_50701_NAME": "Temple of Illusions",
		"MST_SCENARIO_50702_DESC": "As the Summoner approaches the Temple of Illusions, a blinding light suddenly appears, somehow bringing with it the once defeated disciple Zebra.",
		"MST_SCENARIO_50702_NAME": "Zebra Reappears",
		"MST_SCENARIO_50703_DESC": "The Summoner defeats Zebra once again. Lin says she thinks his appearance could be connected to the demon dwelling within the Temple of Illusions.",
		"MST_SCENARIO_50703_NAME": "Demon's Abilities",
		"MST_SCENARIO_50704_DESC": "The disciple Mare shows herself anew before the Summoner. Wielding powers greater than those of a god, she asks about the Summoner's destination.",
		"MST_SCENARIO_50704_NAME": "Mare Reappears",
		"MST_SCENARIO_50705_DESC": "Mare is defeated by the Summoner once more. As she laughs, she predicts that the Summoner will one day be destroyed by powerless beings.",
		"MST_SCENARIO_50705_NAME": "Humanity's Limits",
		"MST_SCENARIO_50706_DESC": "The disciple Zurg also shows himself, just as Mare had. He says that humans have no hope of governing Grand Gaia.",
		"MST_SCENARIO_50706_NAME": "Zurg Reappears",
		"MST_SCENARIO_50707_DESC": "After the Summoner defeats Zurg, Lin discloses that the power of the demon awaiting in the temple may be that of manifesting one's fears.",
		"MST_SCENARIO_50707_NAME": "Manifested Fears",
		"MST_SCENARIO_50708_DESC": "The Summoner finally reaches the Temple of Illusions, but just when four strong presences are sensed in the area, communication with Lin goes awry...",
		"MST_SCENARIO_50708_NAME": "Four Great Powers",
		"MST_SCENARIO_50709_DESC": "The Summoner ends up defeating the Four Fallen Gods instead of the demon. The real demon gets away, but the mission is considered clear for now.",
		"MST_SCENARIO_50709_NAME": "Four Fallen Gods",
		"MST_SCENARIO_50710_DESC": "Eriole suddenly shows himself before Paris. He chastises her and challenges her to a battle she doesn't want to fight.",
		"MST_SCENARIO_50710_NAME": "Bitter Reunion",
		"MST_SCENARIO_50711_DESC": "The Eriole Paris had been fighting suddenly disappears. Without even considering that it was all an illusion, Paris goes forth amidst the confusion.",
		"MST_SCENARIO_50711_NAME": "Eriole Vanishes",
		"MST_SCENARIO_50712_DESC": "Tesla appears before Paris. Berating her for having been born a noble, Tesla brands Paris her enemy, as well as Eriole's.",
		"MST_SCENARIO_50712_NAME": "Resentful Meeting",
		"MST_SCENARIO_50713_DESC": "Just like Eriole, Tesla also disappears. Without comprehending what is going on around her, Paris continues heading towards the temple.",
		"MST_SCENARIO_50713_NAME": "Tesla Vanishes",
		"MST_SCENARIO_50714_DESC": "Eriole appears once more and tries to persuade Paris to join him anew. However, he is suddenly attacked by a mysterious light...",
		"MST_SCENARIO_50714_NAME": "Eriole's Temptation",
		"MST_SCENARIO_50715_DESC": "Eriole explains to Paris the type of world he wants to build. However, it is then that Paris remembers the words of her dear childhood friend...",
		"MST_SCENARIO_50715_NAME": "Friendship for All",
		"MST_SCENARIO_50716_DESC": "After seeing Eriole transform, Paris finally realizes her enemies have been illusions. Now she is more determined to move forth than ever before!",
		"MST_SCENARIO_50716_NAME": "Not Fooled by Visions",
		"MST_SCENARIO_50717_DESC": "Paris destroys the demon behind all the illusions, and vows to live her life by helping those who are in need of her power.",
		"MST_SCENARIO_50717_NAME": "My Own Power...",
		"MST_SCENARIO_50718_DESC": "Paris finally learns her new purpose after defeating Eriole. However, there is a strong presence emanating from the Temple of Illusions...",
		"MST_SCENARIO_50718_NAME": "My Ideal World",
		"MST_SCENARIO_50719_DESC": "After Paris regroups with the Summoner, Lin explains the characteristics of the demon. They head towards the temple to defeat it, but...",
		"MST_SCENARIO_50719_NAME": "Growing Fear",
		"MST_SCENARIO_50720_DESC": "With the demon defeated, Paris confesses to the Summoner that it may be good for her to start seeing things from different points of view.",
		"MST_SCENARIO_50720_NAME": "Paris Moves On",
		"MST_SCENARIO_50721_DESC": "After fighting against the illusions, Paris rediscovers the doubt within her. However, she feels that these doubts are what led her there.",
		"MST_SCENARIO_50721_NAME": "Doubts & Expectations",
		"MST_SCENARIO_50722_DESC": "Paris is not surprised in the least to learn she had been fighting against illusions. Instead, she focuses on a way to make her own dreams a reality.",
		"MST_SCENARIO_50722_NAME": "Follow Your Own Path",
		"MST_SCENARIO_50800_DESC": "Noel and Rhynt talk about powering up their new mock Units, but they somehow need Lugina to battle a demon with very particular powers to do so.",
		"MST_SCENARIO_50800_NAME": "Noel & Rhynt's Secret",
		"MST_SCENARIO_50801_DESC": "The Summoner goes after the demon alongside Lugina. Karl also happens to be in the area fulfilling an urgent request from Grahdens.",
		"MST_SCENARIO_50801_NAME": "Abandoned Metropolis",
		"MST_SCENARIO_50802_DESC": "Lugina runs into an opponent who looks exactly like him. As the fake Lugina provokes the real one, a battle ensues.",
		"MST_SCENARIO_50802_NAME": "Fake Lugina",
		"MST_SCENARIO_50803_DESC": "The fake Lugina says he's the real deal in both mind and spirit. However, the real Lugina has yet to simmer down, and immediately attacks the fake.",
		"MST_SCENARIO_50803_NAME": "Impostor's Escape",
		"MST_SCENARIO_50804_DESC": "As the fake Lugina tries to provoke the original, Lugina fires back with taunts of his own. The anger each of them feels fuels yet another brawl.",
		"MST_SCENARIO_50804_NAME": "Reply to Provocation",
		"MST_SCENARIO_50805_DESC": "The fake Lugina is defeated by the real Lugina. He flees saying that he wants to learn to control his current body and spirit more efficiently.",
		"MST_SCENARIO_50805_NAME": "Lugina's Real Power",
		"MST_SCENARIO_50806_DESC": "Lin informs the Summoner about the target demon. She says it's possible that it has taken on Lugina's shape.",
		"MST_SCENARIO_50806_NAME": "Lin's Demon Intel",
		"MST_SCENARIO_50807_DESC": "Karl heads towards the Abandoned Metropolis alone. Hearing that other personnel has been dispatched to the area, he gets a hunch as to who it is.",
		"MST_SCENARIO_50807_NAME": "Karl's Guess",
		"MST_SCENARIO_50808_DESC": "Caught in a mad frenzy, the fake Lugina shows his true demonic nature. Lugina, who is also burning with rage, triggers a fight.",
		"MST_SCENARIO_50808_NAME": "The Demon Nebulous",
		"MST_SCENARIO_50809_DESC": "Karl and the Summoner are confused by Lugina's fake. However, after the real Lugina insults them they realize who's the original and fight together.",
		"MST_SCENARIO_50809_NAME": "Two Luginas",
		"MST_SCENARIO_50810_DESC": "Lugina defeats the demon Nebulous, and instead of this victory humbling him, it gives his personality a turn for the worse...",
		"MST_SCENARIO_50810_NAME": "Lugina's Personality",
		"MST_SCENARIO_50811_DESC": "The Summoner is suddenly attacked by Lugina upon arriving to the Abandoned Metropolis, but can immediately tell this opponent is a fake.",
		"MST_SCENARIO_50811_NAME": "Meeting Fake Lugina",
		"MST_SCENARIO_50812_DESC": "Upon arriving to his destination, Karl runs into Lugina's fake. Unprovoked by the impostor, he accepts the challenge while keeping his cool.",
		"MST_SCENARIO_50812_NAME": "Fake Lugina Attacks",
		"MST_SCENARIO_50813_DESC": "Noel and Rhynt, who concocted the plan to have Lugina fight Nebulous, are confused as to why Karl was in the area.",
		"MST_SCENARIO_50813_NAME": "Noel's Miscalculation",
		"MST_SCENARIO_50814_DESC": "After Karl repels the fake Lugina's attack, he wonders why Grahdens has sent him on this mission, and waits for the real Lugina's arrival.",
		"MST_SCENARIO_50814_NAME": "Karl Waits for Lugina",
		"MST_SCENARIO_50815_DESC": "Lugina goes after the demon with Karl. Awaiting them, the demon mentions an incident involving Zagamlung, and Karl intervenes on Lugina's behalf.",
		"MST_SCENARIO_50815_NAME": "Karl's Defense",
		"MST_SCENARIO_50816_DESC": "Lugina gets angry at Karl for unwantedly sticking up for him and challenges him to a duel. Karl can see that Lugina is serious, so he accepts.",
		"MST_SCENARIO_50816_NAME": "Exploding Antagonism",
		"MST_SCENARIO_50817_DESC": "Lugina claims Karl is no match for him after Karl is seemingly unable to fight to the best of his ability. But according to Karl...",
		"MST_SCENARIO_50817_NAME": "Lugina VS. Karl",
		"MST_SCENARIO_50900_DESC": "Edea, princess of Palmyna, makes a stand against the invasion of the gods and gathers Lorand, Dean, and Loch to fight for her cause.",
		"MST_SCENARIO_50900_NAME": "Gathered Soldiers",
		"MST_SCENARIO_50901_DESC": "Lorand explains his battle plans to the Royal Army. Edea, who had persuaded him to join her, gives a great morale boosting speech to her soldiers.",
		"MST_SCENARIO_50901_NAME": "Edea Speaks",
		"MST_SCENARIO_50902_DESC": "Edea regroups with Loch, who had gone ahead, but it seems that Dean has gone even further ahead. As always, Loch and Dean's animosity surfaces...",
		"MST_SCENARIO_50902_NAME": "Two Advance",
		"MST_SCENARIO_50903_DESC": "Edea regroups with Dean, and Loch picks a fight with Dean for having advanced without permission. Lorand tries to set them straight, but...",
		"MST_SCENARIO_50903_NAME": "Four Unite",
		"MST_SCENARIO_50904_DESC": "The group confirms that a large number of God Army troops guards the way to the God Army Palace. Placing her faith on her soldiers, Edea waits.",
		"MST_SCENARIO_50904_NAME": "Edea's Faith",
		"MST_SCENARIO_50905_DESC": "Declaring he can't even stand the sight of humans when the Royal Army appears before him, an enraged Zebra attacks.",
		"MST_SCENARIO_50905_NAME": "Zebra's Rage",
		"MST_SCENARIO_50906_DESC": "Zebra deduces the plans of the Palmyna Army. He believes it would be entertaining to see the humans despair after witnessing Cardes's power.",
		"MST_SCENARIO_50906_NAME": "Zebra Withdraws",
		"MST_SCENARIO_50907_DESC": "Edea learns that the Royal Army has successfully attacked the God Army. She encourages everyone to do their best, while concerned for their safety.",
		"MST_SCENARIO_50907_NAME": "Damage Report",
		"MST_SCENARIO_50908_DESC": "The God Army moves and clears a path to the palace. Edea thanks everyone before the final battle, but Loch claims it is much too early to do so.",
		"MST_SCENARIO_50908_NAME": "Before the Last Battle",
		"MST_SCENARIO_50909_DESC": "Edea and her comrades face Cardes. The Fallen God's intimidating atmosphere brings everyone down, but Edea's words fill them with hope anew.",
		"MST_SCENARIO_50909_NAME": "Cardes the Menace",
		"MST_SCENARIO_50910_DESC": "Loch's finishing blow opens a gate to the Spirit World. In order to ensure that her friends escape safely, Edea sacrifices herself to seal Cardes...",
		"MST_SCENARIO_50910_NAME": "Unbearable Sacrifice",
		"MST_SCENARIO_51000_DESC": "Loch blames himself for not being able to protect Edea. However, Lafdranya's light shows him that Edea's heart is still beating.",
		"MST_SCENARIO_51000_NAME": "Edea's Heartbeat",
		"MST_SCENARIO_51001_DESC": "Loch heads towards Obselion Castle to confirm his suspicions, hoping that both Lorand and Dean are on their way there as well.",
		"MST_SCENARIO_51001_NAME": "Soldiers' Fight",
		"MST_SCENARIO_51002_DESC": "Surprised to see the Royal Army has survived, Loch tries to lead it without any experience and asks the soldiers to create a diversion to save Edea.",
		"MST_SCENARIO_51002_NAME": "Loch's Commands",
		"MST_SCENARIO_51003_DESC": "Zebra is furious to see the Royal Army appear before him once again. Claiming it wouldn't be a bad idea to reduce their numbers, he attacks.",
		"MST_SCENARIO_51003_NAME": "Angry Disciple",
		"MST_SCENARIO_51004_DESC": "Zebra starts acting strange amidst the fierce battle. As if feeling a change in Cardes's state, he flees to his master's side immediately.",
		"MST_SCENARIO_51004_NAME": "Unexpected Situation",
		"MST_SCENARIO_51005_DESC": "Loch finds Dean. As he states he must be the one to save the princess, Dean asks him when he plans to confess his love for Edea...",
		"MST_SCENARIO_51005_NAME": "Dean's Question",
		"MST_SCENARIO_51006_DESC": "Lorand's hate towards the God Army has driven him mad with fury within the walls of the ruined Arlind Seminary. Loch and Dean try to reason with him.",
		"MST_SCENARIO_51006_NAME": "Mad Swordsman",
		"MST_SCENARIO_51007_DESC": "Lorand returns to his old self, but refuses to join Loch and Dean. However, he changes his mind as soon as he senses Edea's heartbeat.",
		"MST_SCENARIO_51007_NAME": "Battle Spirit Revival",
		"MST_SCENARIO_51008_DESC": "Loch and the others enter the Spirit World and meet Cardes. They also see Edea, who lies dormant after sealing Cardes away.",
		"MST_SCENARIO_51008_NAME": "Price for the Seal",
		"MST_SCENARIO_51009_DESC": "Hearing her friends calling out to her, Edea awakens. However, the seal on Cardes breaks, causing him to lose control over his powers...",
		"MST_SCENARIO_51009_NAME": "Edea Awakens",
		"MST_SCENARIO_51010_DESC": "Edea decides to give her own life to seal Cardes away for good, and Loch and the rest insist on giving their own lives to help her with the task.",
		"MST_SCENARIO_51010_NAME": "Seal of Four",
		"MST_SCENARIO_51011_DESC": "In a desperate effort Lafdranya surpasses its own limits, exhibiting unfathomable power. The Four Heroes launch their final attack to defeat Cardes! ",
		"MST_SCENARIO_51011_NAME": "Lafdranya's Will",
		"MST_SCENARIO_51100_DESC": "Michele meets Duel-GX, a strange dark object that fell from the sky. Dubbing it \"Crabby,\" Michele takes Duel-GX to her estate.",
		"MST_SCENARIO_51100_NAME": "You're \"Crabby\"!",
		"MST_SCENARIO_51101_DESC": "Lodin burns with rage towards Melchio. Michele hears the details concerning Melchio from Duel-GX, and decides to finish him herself.",
		"MST_SCENARIO_51101_NAME": "I Get It, More or Less",
		"MST_SCENARIO_51102_DESC": "Michele decides to face Melchio alongside Duel-GX. The dark machine tries its best to stop Michele, but she will have none of it...",
		"MST_SCENARIO_51102_NAME": "That's an Order!",
		"MST_SCENARIO_51103_DESC": "Michele decides to face Melchio alone. Duel-GX tries to stop her, but she refuses to listen and sets off on her own.",
		"MST_SCENARIO_51103_NAME": "I Said I'm Going!",
		"MST_SCENARIO_51104_DESC": "Michele meets Tiara and tries to take her along to defeat Melchio. However, with a prior commitment to the people of her village, Tiara refuses...",
		"MST_SCENARIO_51104_NAME": "Come With Me!",
		"MST_SCENARIO_51105_DESC": "After scolding Tiara for belittling her own self, Michele proposes they become friends. Surprised, Tiara accepts her proposal...",
		"MST_SCENARIO_51105_NAME": "Let's Become Friends",
		"MST_SCENARIO_51106_DESC": "Disappointed by Tiara's constant belittling of her own self, Michele feels that Tiara has let her down, and takes off...",
		"MST_SCENARIO_51106_NAME": "Disappointment",
		"MST_SCENARIO_51107_DESC": "Zelban appears in pursuit of a dragon. However, Michele has already fought said dragon, and the two begin an argument that turns into a battle...",
		"MST_SCENARIO_51107_NAME": "Looking for a Fight?",
		"MST_SCENARIO_51108_DESC": "Zelban decides to fight against Melchio. He says he will do so alone, but that he will not stop Michele and her friends if they choose to come along.",
		"MST_SCENARIO_51108_NAME": "The Name is Zelban!",
		"MST_SCENARIO_51109_DESC": "Michele invites Zelban to join her party, but is quickly upset by his half-hearted attitude. She decides to end their exchange there and then.",
		"MST_SCENARIO_51109_NAME": "No Longer Interested",
		"MST_SCENARIO_51110_DESC": "Lodin reaches Melchio's location aching for a fight. On the other hand, Melchio, who is on auto-mode, labels him an enemy and counterattacks.",
		"MST_SCENARIO_51110_NAME": "Look Over Here!",
		"MST_SCENARIO_51111_DESC": "Thanks to Lodin's attacks, Melchio is finally rendered immobile. Excited for his victory Lodin takes his leave, but afterwards...",
		"MST_SCENARIO_51111_NAME": "Knight of Freedom",
		"MST_SCENARIO_51112_DESC": "Melchio continues his rampage like nothing happened after being attacked by Lodin. This makes Lodin realize the disadvantages of fighting alone...",
		"MST_SCENARIO_51112_NAME": "Can't Do It Alone",
		"MST_SCENARIO_51113_DESC": "Lodin shows up just when Michele mentions Melchio. However, when he says that he'll be gracious enough to lend her a hand...",
		"MST_SCENARIO_51113_NAME": "I Can Help You",
		"MST_SCENARIO_51114_DESC": "Lodin crushes a beast. Still yearning for a fight with Melchio, he insists to Michele that he is not a loser.",
		"MST_SCENARIO_51114_NAME": "I'm Not a Loser!",
		"MST_SCENARIO_51115_DESC": "Lodin crushes a beast and says he's still willing to help, but Michele declines because she wants to fulfill her goal with people she actually likes.",
		"MST_SCENARIO_51115_NAME": "No Need for Help",
		"MST_SCENARIO_51116_DESC": "Michele finally finds Melchio. Mistakenly assuming she's being ignored, she decides to pick a fight by doing things that cannot be overlooked.",
		"MST_SCENARIO_51116_NAME": "Can't Be Ignored",
		"MST_SCENARIO_51117_DESC": "Michele's attacks render Melchio immobile. Already thinking about her next adventure, Michele leaves the area, but then...",
		"MST_SCENARIO_51117_NAME": "Where to Next?",
		"MST_SCENARIO_51118_DESC": "Duel-GX tries to explain to Michele just how strong Melchio truly is, but she dismisses the information claiming her victory is imminent.",
		"MST_SCENARIO_51118_NAME": "Of Course I'll Win!",
		"MST_SCENARIO_51119_DESC": "Melchio is able to turn off his auto-mode when he feels Duel-GX's presence, but claims he has no need for a world without his creator.",
		"MST_SCENARIO_51119_NAME": "I Shall Destroy",
		"MST_SCENARIO_51120_DESC": "Melchio's power grows and is somehow resurrected. After berating her heartbroken friends, Michele goes after Melchio by herself...",
		"MST_SCENARIO_51120_NAME": "I'm Not Like You All!",
		"MST_SCENARIO_51121_DESC": "Inspired by Michele's unbroken resolve, her friends decide to stand up and fight once more. Knowing they are behind her, Michele faces Melchio anew.",
		"MST_SCENARIO_51121_NAME": "It's Different Now!",
		"MST_SCENARIO_51122_DESC": "Duel-GX readies Code 666 to fight against the berserk Melchio, but Michele steps in of her own accord to try to stop them both.",
		"MST_SCENARIO_51122_NAME": "Code 666",
		"MST_SCENARIO_51123_DESC": "Duel-GX's power and that of Melchio's clash, opening a gate to another world. Michele means to enter the gate in order to bring Duel-GX back...",
		"MST_SCENARIO_51123_NAME": "Crabby! Wait!",
		"MST_SCENARIO_51124_DESC": "Michele is able to stop both Duel-GX and Melchio. However, Duel-GX is no longer able to move. Michele is at a loss for words when...",
		"MST_SCENARIO_51124_NAME": "Mi...che...le...",
		"MST_SCENARIO_51125_DESC": "Michele and Zelban finally acknowledge each other's power. She also takes a liking to Zelban after watching his interaction with a hatchling...",
		"MST_SCENARIO_51125_NAME": "You're Funny Sometimes",
		"MST_SCENARIO_51200_DESC": "Shortly after their fight with Zevalhua, Karl, Seria, and Tilith cross over to another world to defeat a demon, but...",
		"MST_SCENARIO_51200_NAME": "To Another World",
		"MST_SCENARIO_51201_DESC": "When Tilith's party is unable to return, Grahdens asks the Summoner to defeat a demon. However, three beings show up...",
		"MST_SCENARIO_51201_NAME": "Visitors from the Gate",
		"MST_SCENARIO_51202_DESC": "Velnar loses himself to his desire to destroy. Paris tries to get the party to advance, but he doesn't listen to a word she says.",
		"MST_SCENARIO_51202_NAME": "Destructive Velnar",
		"MST_SCENARIO_51203_DESC": "Paris struggles to keep up with the rambunctious Velnar. She doesn't fear him, so Velnar grows more interested in her...",
		"MST_SCENARIO_51203_NAME": "Reasons for Interest",
		"MST_SCENARIO_51204_DESC": "Paris asks Velnar about the Sorcerer's Army he belongs to. Velnar surprises her by stating that he is a division commander.",
		"MST_SCENARIO_51204_NAME": "Sorcerer's Army Rank",
		"MST_SCENARIO_51205_DESC": "Lugina makes his way with Yuni by his side. Claiming that \"Phoena's orders are absolute,\" Yuni discloses that she is a magic warrior.",
		"MST_SCENARIO_51205_NAME": "Magic Warrior",
		"MST_SCENARIO_51206_DESC": "Lugina orders Yuni to tell him more about her affiliations and her world. Yuni then explains how the others and her ended up in this world.",
		"MST_SCENARIO_51206_NAME": "Explaining the Situation",
		"MST_SCENARIO_51207_DESC": "The Black Army targets Lugina and Yuni. Lugina makes an assumption based on the current situation, and Yuni's reaction is curious...",
		"MST_SCENARIO_51207_NAME": "Black Army Appears",
		"MST_SCENARIO_51208_DESC": "Phoena accompanies the Summoner to the demon's location. However, unable to find the right words to say, she keeps silent the whole time.",
		"MST_SCENARIO_51208_NAME": "Continuous Silence",
		"MST_SCENARIO_51209_DESC": "Phoena finds the art of summoning curious. She tells the Summoner about her world, the Three Sages, and her friend Pirika from the Volunteer Army.",
		"MST_SCENARIO_51209_NAME": "Phoena's World",
		"MST_SCENARIO_51210_DESC": "Phoena worries about her friends. However, since the Summoner doesn't seem to be worried, she takes this as a sign of deep trust among friends.",
		"MST_SCENARIO_51210_NAME": "Bonds of Frienship",
		"MST_SCENARIO_51211_DESC": "The Summoner protects Phoena from the Black Army's sudden attack. This reminds Phoena of the Volunteer Army Captain from her world.",
		"MST_SCENARIO_51211_NAME": "Similar People",
		"MST_SCENARIO_51212_DESC": "Grahdens watches as the party arrives to the demon's lair. After saying he'll leave the demon to the youngsters, he leaves to tend to his own affairs.",
		"MST_SCENARIO_51212_NAME": "The Summoner's Role",
		"MST_SCENARIO_51213_DESC": "Everyone reports that they have defeated the demon separately. However, it doesn't seem Phoena and the others can return to their world just yet...",
		"MST_SCENARIO_51213_NAME": "Mission Accomplished?",
		"MST_SCENARIO_51214_DESC": "Phoena and the Summoner are the first to arrive to the demon's lair. She is surprised to learn that the demon radiates power from her world.",
		"MST_SCENARIO_51214_NAME": "Power Within the Demon",
		"MST_SCENARIO_51215_DESC": "The Black Army appears after the demon has been defeated. Velnar and the others try to help, but the demon gains more energy and returns to life.",
		"MST_SCENARIO_51215_NAME": "Gather and Fight!",
		"MST_SCENARIO_51216_DESC": "Having finally defeated the demon, the visitors are ready to return to their own world. However, Tilith and the others are still missing...",
		"MST_SCENARIO_51216_NAME": "The Visitors Go Home",
		"MST_SCENARIO_51300_DESC": "Owen tells Noah and the Summoner that a demon has appeared on Mt. Abe. Unfortunately, that's where Elise plans to have a picnic.",
		"MST_SCENARIO_51300_NAME": "Elise's Time Off",
		"MST_SCENARIO_51301_DESC": "Elise, Lin, and Sera make their way to Mt. Abe. At the same time, Noah and the Summoner try to do the same, but...",
		"MST_SCENARIO_51301_NAME": "Two Teams",
		"MST_SCENARIO_51302_DESC": "Lin and Sera ask Elise about her job as the Raid desk receptionist. However, the conversation quickly begins to turn about Noah...",
		"MST_SCENARIO_51302_NAME": "The Curious Two",
		"MST_SCENARIO_51303_DESC": "Lin and Sera ask Elise about her relationship with Noah once again. Elise tells them about their time together in the Demon Slayers, but...",
		"MST_SCENARIO_51303_NAME": "Noah & Elise",
		"MST_SCENARIO_51304_DESC": "The three ladies arrive at the Coliseum Ruins. Lin and Sera are taken aback when Elise suggests they climb a cliff to reach Mt. Abe.",
		"MST_SCENARIO_51304_NAME": "Unexpected Route",
		"MST_SCENARIO_51305_DESC": "Noah and the Summoner hurry onwards. Noah explains that the demon close by presents a great danger to Elise, as she has been previously cursed.",
		"MST_SCENARIO_51305_NAME": "Cursed",
		"MST_SCENARIO_51306_DESC": "Noah and the Summoner reach Mt. Abe only to find that Seria and Karl are seconds away from defeating the demon.",
		"MST_SCENARIO_51306_NAME": "Unexpected Visitor",
		"MST_SCENARIO_51307_DESC": "Though Elise is set on climbing Mt. Abe, Noah insists that she return with him. However, a deafening roar suddenly echoes about them...",
		"MST_SCENARIO_51307_NAME": "Noah Follows",
		"MST_SCENARIO_51308_DESC": "After defeating the enemy, Noah insists that Elise return with him once again. Elise means to comply, but...",
		"MST_SCENARIO_51308_NAME": "No Mountain Climbing",
		"MST_SCENARIO_51309_DESC": "Elise and the others reach Mt. Abe and mean to climb to the top. However, Noah and the Summoner arrive to warn them about the demon.",
		"MST_SCENARIO_51309_NAME": "Manifested Curse",
		"MST_SCENARIO_51310_DESC": "The demon is defeated, and Noah and Elise are left alone thanks to Lin. Noah then promises to rid Elise of her curse.",
		"MST_SCENARIO_51310_NAME": "Elise's Hope",
		"MST_SCENARIO_51400_DESC": "The Guardians of Meirith receive new divine orders. They are to depart for Ishgria, to defeat the demon Ragruvord.",
		"MST_SCENARIO_51400_NAME": "Departure for Ishgria",
		"MST_SCENARIO_51401_DESC": "Just before facing the demon, a new demon's presence becomes known. Moreover, this new deity appears to be a threat to Karna Masta.",
		"MST_SCENARIO_51401_NAME": "Words of the Gods",
		"MST_SCENARIO_51402_DESC": "The group decides Fadahl and the siblings will return, and the other three will slay the demon. They promise to reunite later, and head for battle.",
		"MST_SCENARIO_51402_NAME": "Divided Forces",
		"MST_SCENARIO_51403_DESC": "After some discussion, Quaid, Diana, and Ivris decide to return to see how things are developing. However, something still seems off...",
		"MST_SCENARIO_51403_NAME": "What Meirith Sensed",
		"MST_SCENARIO_51404_DESC": "Shusui appears before Fadahl, Claire, and Colt as they search for the Gate to Grand Gaia, and attacks without giving any warning or reason.",
		"MST_SCENARIO_51404_NAME": "Unavoidable Battle",
		"MST_SCENARIO_51405_DESC": "Fadahl is concerned for Claire, but she has already cast off her doubts. Just as they move forward with new resolve, Shusui appears before them again.",
		"MST_SCENARIO_51405_NAME": "Claire's Decision",
		"MST_SCENARIO_51406_DESC": "Fadahl and the others sense the presence of the gate to Grand Gaia. However, Shusui's dogged pursuit hinders their progress.",
		"MST_SCENARIO_51406_NAME": "Shusui's Interference",
		"MST_SCENARIO_51407_DESC": "Shusui states that he will let the group go for now, and vanishes. Reaffirmed in their mission, Fadahl and the others enter the gate to Grand Gaia.",
		"MST_SCENARIO_51407_NAME": "Meirith's Return",
		"MST_SCENARIO_51408_DESC": "Shusui appears before Quaid's team as they search for a gate to Grand Gaia. They fight with all their might in order to shake off their pursuer.",
		"MST_SCENARIO_51408_NAME": "Relentless Pursuit",
		"MST_SCENARIO_51409_DESC": "Ivris notices the change in Diana's attitude toward Quaid. Meanwhile, Quaid keenly senses Shusui's continued pursuit.",
		"MST_SCENARIO_51409_NAME": "Diana's Feelings",
		"MST_SCENARIO_51410_DESC": "Ivris is concerned by the lack of progress in Quaid and Diana's relationship. Then, as Quaid attempts to clarify the matter, Shusui appears.",
		"MST_SCENARIO_51410_NAME": "Quaid and Diana",
		"MST_SCENARIO_51411_DESC": "Shusui states that he will let the group go for now, and vanishes. The three prepare themselves to face what enemy awaits them in Grand Gaia.",
		"MST_SCENARIO_51411_NAME": "Meirith's Withdrawal",
		"MST_SCENARIO_51412_DESC": "After Shusui sees through his doubts, Quaid halts his return to Grand Gaia and rejoins the group to help. All to overcome a sense of trouble ahead...",
		"MST_SCENARIO_51412_NAME": "Quaid's Doubts",
		"MST_SCENARIO_51413_DESC": "Demons and gods have met in Ishgria. The demons speak to the gods, but the gods do not respond. Both sides' plots go into motion.",
		"MST_SCENARIO_51413_NAME": "Demons and Gods Meet",
		"MST_SCENARIO_51414_DESC": "Graham and the Guardians meet, and after they battle, he seems to be defeated. However, Graham is utterly unconcerned as he departs.",
		"MST_SCENARIO_51414_NAME": "Graham's Whims",
		"MST_SCENARIO_51415_DESC": "Feeling the plan has failed, Quaid tells Diana and Ivris to flee. However, there is no way the two can accept that order.",
		"MST_SCENARIO_51415_NAME": "Battle With Ragruvord",
		"MST_SCENARIO_51416_DESC": "Everything has gone as the gods planned. The Guardians are split up, and destined to die on separate battlefields.",
		"MST_SCENARIO_51416_NAME": "Meirith's Split",
		"MST_SCENARIO_51417_DESC": "Quaid and the others survived slaying the demon Ragruvord, but records do not state that they returned to Grand Gaia.",
		"MST_SCENARIO_51417_NAME": "The Path of Faith",
		"MST_SCENARIO_51418_DESC": "Colt is still hostile toward Quaid. While Claire is out scouting, Fadahl tells Colt about Quaid.",
		"MST_SCENARIO_51418_NAME": "A Man Named Quaid",
		"MST_SCENARIO_51419_DESC": "Quaid's decision causes the gods' plot to collapse. With all members present, the Guardians of Meirith face their foes to protect one another.",
		"MST_SCENARIO_51419_NAME": "Reunification",
		"MST_SCENARIO_51420_DESC": "The Guardians of Meirith survive their battle with the gods, and reaffirm their bonds with each other. As they do, a lone demon appears before them.",
		"MST_SCENARIO_51420_NAME": "Meirith's Answer",
		"MST_SCENARIO_51600_DESC": "Grahdens sets off to investigate an alien power with the Summoner. Meanwhile, Karl and Seria run into two young women...",
		"MST_SCENARIO_51600_NAME": "Otherworldly Power",
		"MST_SCENARIO_51601_DESC": "The Summoner departs to defeat the foreign power, and a demon connected to it, in order to help Asahi and Nozomi get back to their homeworld.",
		"MST_SCENARIO_51601_NAME": "Lost Ladies",
		"MST_SCENARIO_51602_DESC": "Asahi and Nozomi tell the Summoner about their world, where those living battle against those who seek to create a new world...",
		"MST_SCENARIO_51602_NAME": "Gods & Men",
		"MST_SCENARIO_51603_DESC": "Karl tells Asahi and Nozomi of Grand Gaia and Elgaia's past and present. After hearing about this piece of history, the two ladies' reaction is...",
		"MST_SCENARIO_51603_NAME": "Passing Down History",
		"MST_SCENARIO_51604_DESC": "The group splits into two teams, and search for the area where Shesha's power is most palpable. Which road will the Summoner choose?",
		"MST_SCENARIO_51604_NAME": "Fork in the Road",
		"MST_SCENARIO_51605_DESC": "Asahi and the Summoner head towards the city in ruins. There, Asahi ponders the possibility of a different future.",
		"MST_SCENARIO_51605_NAME": "Theoretical Talk",
		"MST_SCENARIO_51606_DESC": "Asahi recalls the anguish tied to the struggle against the gods, hoping for someone strong to aid her. Shortly afterwards, Karl and Seria chime in...",
		"MST_SCENARIO_51606_NAME": "The Savior",
		"MST_SCENARIO_51607_DESC": "Asahi feels conflicted after witnessing the Summoner's true power. However, there is no time for small talk when battle calls...",
		"MST_SCENARIO_51607_NAME": "Obligation & Power",
		"MST_SCENARIO_51608_DESC": "Asahi lectures the Summoner on the responsibilities of those with power. However, Karl has his own thoughts on the matter.",
		"MST_SCENARIO_51608_NAME": "What We Hold Dear",
		"MST_SCENARIO_51609_DESC": "The Summoner passes a mountain with Nozomi in order to reach a temple just ahead. There, Nozomi opens up about her concerns back home...",
		"MST_SCENARIO_51609_NAME": "Coexisting with Gods",
		"MST_SCENARIO_51610_DESC": "As the Queen of Fairies, Nozomi is torn between following her dreams and yielding to responsibility. Which path should she take?",
		"MST_SCENARIO_51610_NAME": "Dreams vs. Reality",
		"MST_SCENARIO_51611_DESC": "Nozomi wonders about the reason behind the Summoner's will to fight. The Summoner wonders the same thing as well, but continues forth regardless.",
		"MST_SCENARIO_51611_NAME": "Reason for Fighting",
		"MST_SCENARIO_51612_DESC": "Grahdens enlightens Nozomi on the reasons behind the Summoner's indomitable fighting spirit, to which Nozomi reacts to by... ",
		"MST_SCENARIO_51612_NAME": "Changing the World",
		"MST_SCENARIO_51613_DESC": "The Summoner runs into a curious spirit named Navarre. He seems to be in some sort of trouble...",
		"MST_SCENARIO_51613_NAME": "Mysterious Spirit",
		"MST_SCENARIO_51614_DESC": "Navarre sets up a meeting between the Summoner and a young lady named Isabeau. It would seem she knows Asahi and Nozomi as well.",
		"MST_SCENARIO_51614_NAME": "The Guides",
		"MST_SCENARIO_51615_DESC": "The Summoner sets off on a survey mission alone with Isabeau. However, Tilith suddenly appears and...",
		"MST_SCENARIO_51615_NAME": "Descent of a Goddess",
		"MST_SCENARIO_51616_DESC": "Isabeau fights for the sake of humanity's hope. She can relate fighting alongside the Summoner to fighting with her comrades back home.",
		"MST_SCENARIO_51616_NAME": "Bright Light of Hope",
		"MST_SCENARIO_51617_DESC": "Isabeau warns the Summoner about the future. What will the Summoner and Tilith do once the time to choose has finally come?",
		"MST_SCENARIO_51617_NAME": "An Ideal World",
		"MST_SCENARIO_51618_DESC": "After treating Tilith quite harshly, Isabeau tells the Summoner not to run away when the time to make a decision comes.",
		"MST_SCENARIO_51618_NAME": "Two Options",
		"MST_SCENARIO_51619_DESC": "Tilith can feel an alien power, along with the presence of a demon, nearby. Meanwhile, Isabeau feels the presence of Shesha, and prepares to fight.",
		"MST_SCENARIO_51619_NAME": "Mighty Forces",
		"MST_SCENARIO_51620_DESC": "A gate to another world has opened, and just as Isabeau prepares to return to her world, she leaves some words behind for Tilith and the Summoner...",
		"MST_SCENARIO_51620_NAME": "Door to the Future",
		"MST_SCENARIO_51700_DESC": "The 7 leaders of the Demon Slayers have departed to survey Ishgria. However, they encounter a massive demon, and are separated from Griff...",
		"MST_SCENARIO_51700_NAME": "Ishgria's Recon Squad",
		"MST_SCENARIO_51701_DESC": "Krantz and the others encourage Mirfah, who worries about Griff. They head for the return gate, as Griff instructed.",
		"MST_SCENARIO_51701_NAME": "In Another World",
		"MST_SCENARIO_51702_DESC": "Sensing Griff's strength in combat, Shusui states that he will grant Griff \"another chance to fight\" and retreats.",
		"MST_SCENARIO_51702_NAME": "Promised Rematch",
		"MST_SCENARIO_51703_DESC": "Griff reaches a resolution and faces Shusui in order to prevent him from heading after Krantz and the rest.",
		"MST_SCENARIO_51703_NAME": "Battle of Resolve",
		"MST_SCENARIO_51704_DESC": "Griff seemed to have lost to Shusui. However, he sacrifices his own life to deeply injure Shusui's leg.",
		"MST_SCENARIO_51704_NAME": "A Win...My Win",
		"MST_SCENARIO_51705_DESC": "Krantz worries that he is not fit as acting commander. Just as everyone reassures him that's not so, the earth rumbles and a demonic beast appears.",
		"MST_SCENARIO_51705_NAME": "A Threat Appears",
		"MST_SCENARIO_51706_DESC": "Krantz and the rest fight bravely. However, the demonic beast's attacks shatter the earth and separate them. Iris tries to act on her own, but...",
		"MST_SCENARIO_51706_NAME": "A Lost Iris",
		"MST_SCENARIO_51707_DESC": "Guided by Mora, Iris heads to where her friends are waiting. However, she has seen through Mora's lies.",
		"MST_SCENARIO_51707_NAME": "Show Yourself!",
		"MST_SCENARIO_51708_DESC": "Iris and Mora are locked in battle. But suddenly, a duplicate of the demonic beast appears, and takes Iris's life...",
		"MST_SCENARIO_51708_NAME": "Unexpected Death",
		"MST_SCENARIO_51709_DESC": "Rhoa has an idea to use the devices in the ruins to drive off the demonic beast, and sends Krantz and the others ahead. But then Kafka returns...",
		"MST_SCENARIO_51709_NAME": "Who Returned...?",
		"MST_SCENARIO_51710_DESC": "Rhoa suffers a life-threatening wound from the demonic beast. He tells Kafka to run so he can let the devices run wild, but she can no longer move.",
		"MST_SCENARIO_51710_NAME": "In a Flash",
		"MST_SCENARIO_51711_DESC": "Having sensed the strength of the demon Kalon, Krantz and Libera entrust Mirfah with the report and send him ahead, alone.",
		"MST_SCENARIO_51711_NAME": "Trust and Entrusted",
		"MST_SCENARIO_51712_DESC": "In order to keep Kalon away from Mirfah, Krantz and Libera unleash a final, desperate attack...",
		"MST_SCENARIO_51712_NAME": "Final Attack",
		"MST_SCENARIO_51713_DESC": "Mirfah arrives at the location of the gate home. However, it is nowhere to be found. To add to his worries, a demonic beast appears before him.",
		"MST_SCENARIO_51713_NAME": "Phantom Route",
		"MST_SCENARIO_51714_DESC": "Having defeated the demonic beast, Mirfah is enraged that the group has been abandoned and swears revenge on Grahdens and Owen.",
		"MST_SCENARIO_51714_NAME": "Birth of Vengeance",
		"MST_SCENARIO_51715_DESC": "Krantz and the others resolve to seek the return gate. Meanwhile, Griff thinks of a way to save himself from certain death.",
		"MST_SCENARIO_51715_NAME": "Seeking Life in Death",
		"MST_SCENARIO_51716_DESC": "Mirfah is summoned from the future by Amu Yunos. Given a \"second chance,\" he takes action to change his fate.",
		"MST_SCENARIO_51716_NAME": "Summoned Heresy",
		"MST_SCENARIO_51717_DESC": "The future Mirfah intervenes in Griff and Shusui's battle. However, he accidentally yells Griff's name...",
		"MST_SCENARIO_51717_NAME": "Griff's Warning",
		"MST_SCENARIO_51718_DESC": "As Griff faces Shusui, the future Mirfah appears again and forcibly enters the fray.",
		"MST_SCENARIO_51718_NAME": "Forced Participation",
		"MST_SCENARIO_51719_DESC": "Having suffered a deep leg wound at Griff and the future Mirfah's hands, Shusui attempts to show his true power, but...",
		"MST_SCENARIO_51719_NAME": "This Ends the Battle",
		"MST_SCENARIO_51720_DESC": "The future Mirfah shields Iris from the demonic beast's attack. Afterwards, he learns Iris's true nature, but...",
		"MST_SCENARIO_51720_NAME": "Iris's True Nature",
		"MST_SCENARIO_51721_DESC": "The future Mirfah stops Rhoa's attempt to make the devices in the ruins run wild. Kafka appears and suspects Mirfah of being an enemy, but...",
		"MST_SCENARIO_51721_NAME": "Your Friend?!",
		"MST_SCENARIO_51722_DESC": "Rhoa and Kafka drive off the demonic beast. They no longer distrust the future Mirfah, but they gradually come to realize Mirfah's true nature...",
		"MST_SCENARIO_51722_NAME": "Two Investigators",
		"MST_SCENARIO_51723_DESC": "Holding off the demon Kalon, Krantz and Libera let Mirfah go ahead. Soon after, the future Mirfah appears and asks to join them.",
		"MST_SCENARIO_51723_NAME": "Unexpected Assistance",
		"MST_SCENARIO_51724_DESC": "Krantz and Libera defeat the demon Kalon alongside the future Mirfah. As the two worry over his injuries, Mirfah urges them along.",
		"MST_SCENARIO_51724_NAME": "Thanks for the Save",
		"MST_SCENARIO_51725_DESC": "The demonic beast that has pursued the group appears before Mirfah as he searches for the return gate. He steels himself and prepares for battle...",
		"MST_SCENARIO_51725_NAME": "Impatient Battle",
		"MST_SCENARIO_51726_DESC": "Griff and the rest save Mirfah's life, and finally defeat the demonic beast. Amu Yunos says \"the real fight begins here,\" and then...",
		"MST_SCENARIO_51726_NAME": "The Real Fight",
		"MST_SCENARIO_51727_DESC": "The future Mirfah protects Griff and the rest from shadows as they leap into the dimensional gate. Then Amu Yunos appears before him...",
		"MST_SCENARIO_51727_NAME": "Satisfaction",
		"MST_SCENARIO_51900_DESC": "While lost in thought, Sera says something to herself that sounds important. Lin just happens to pass by at the time and overhears it...",
		"MST_SCENARIO_51900_NAME": "My Beloved...",
		"MST_SCENARIO_51901_DESC": "Elise can't hide her surprise at seeing Sera show her girlish side. Meanwhile, Lin imagines what kind of person Sera's lover might be.",
		"MST_SCENARIO_51901_NAME": "Mature Love",
		"MST_SCENARIO_51902_DESC": "Lin and Elise worry about Sera, who seems tired. The two discuss reasons for why she meets her lover away from the Randall Empire...",
		"MST_SCENARIO_51902_NAME": "Date Spot",
		"MST_SCENARIO_51903_DESC": "Elise is still troubled by Sera's offhanded words to herself. Lin worries with her, but a sudden realization changes the direction of their thoughts.",
		"MST_SCENARIO_51903_NAME": "That Girl",
		"MST_SCENARIO_51904_DESC": "Sera's probable lover's name is revealed. As soon as she hears it, Elise becomes even more lost in her imagination than Lin is.",
		"MST_SCENARIO_51904_NAME": "Don't Mind Me!",
		"MST_SCENARIO_51905_DESC": "The three lose track of Sera. Elise asks the Summoner to look out for Lin, who has hurried ahead, but immediately after catching up with her...",
		"MST_SCENARIO_51905_NAME": "Sera's Dilemma",
		"MST_SCENARIO_51906_DESC": "Lin and the Summoner are relieved after defeating the demonic beast. They encounter Elise afterward, but Sera is with her and seems distraught...",
		"MST_SCENARIO_51906_NAME": "The True Bran",
		"MST_SCENARIO_52000_DESC": "Reed and the others continue their journey, leading the people based on Lucana's vision. They arrive in Mistral, the site of the promised land, but...",
		"MST_SCENARIO_52000_NAME": "To the Promised Land",
		"MST_SCENARIO_52001_DESC": "Reed and the others have finally arrived in Mistral, the site of the promised land. The scouts didn't encounter any formidable foes, but...",
		"MST_SCENARIO_52001_NAME": "Route Safety",
		"MST_SCENARIO_52002_DESC": "Aneil is uncertain about the route they've chosen. Then, suddenly Nevsky appears to share some advice.",
		"MST_SCENARIO_52002_NAME": "Be Confident",
		"MST_SCENARIO_52003_DESC": "Nevsky decides to accompany Reed's group. Aneil sings Nevsky's praises, but the others seem unconvinced...",
		"MST_SCENARIO_52003_NAME": "Wandering Knight",
		"MST_SCENARIO_52004_DESC": "As they continue on their travels, Rhein suggests they go separate ways. Noticing something odd, Reed tells him to stop, but...",
		"MST_SCENARIO_52004_NAME": "Take Care of Them!",
		"MST_SCENARIO_52005_DESC": "Sensing a God Army ambush, Rhein goes on the offensive. During a lull in the fighting, the disciple Zurg appears before him.",
		"MST_SCENARIO_52005_NAME": "Disciple",
		"MST_SCENARIO_52006_DESC": "Told of another force sent to ambush the people by Zurg, Rhein spurs himself in to motion in order to intercept them despite his injuries.",
		"MST_SCENARIO_52006_NAME": "It's Not Hopeless!",
		"MST_SCENARIO_52007_DESC": "Rhein is disturbed by the low number of enemies, but then discovers another force from the God Army.",
		"MST_SCENARIO_52007_NAME": "Enemies Sighted",
		"MST_SCENARIO_52008_DESC": "Having eliminated the God Army soldiers nearby, Rhein asks Avant, a man who appeared on the scene, to come with him. However...",
		"MST_SCENARIO_52008_NAME": "Right To Accompany",
		"MST_SCENARIO_52009_DESC": "Avant encounters the human forces gathered to save the people. Having discovered the God Army, the humans decide to face them together.",
		"MST_SCENARIO_52009_NAME": "United Forces",
		"MST_SCENARIO_52010_DESC": "Seeing the low number of God Army forces, Avant realizes their main force has moved on already. He is furious at having arrived too late.",
		"MST_SCENARIO_52010_NAME": "Avant's Guilt",
		"MST_SCENARIO_52011_DESC": "Having united with the human forces, Avant soon faces the disciple Zurg and enters into battle to quell the people's fears.",
		"MST_SCENARIO_52011_NAME": "Disciple Battle",
		"MST_SCENARIO_52012_DESC": "Avant's attacks pin down and overwhelm Zurg. Realizing that further attacks on the humans are impossible, Zurg retreats.",
		"MST_SCENARIO_52012_NAME": "Small Victory",
		"MST_SCENARIO_52013_DESC": "Reed's group continues moving despite their feelings about Rhein's departure. However, a God Army force is headed their way.",
		"MST_SCENARIO_52013_NAME": "Counterattack",
		"MST_SCENARIO_52014_DESC": "Reed's group struggles against the imposing God Army force. Realizing there's something only he can do, Aneil reaches a decision...",
		"MST_SCENARIO_52014_NAME": "This Was Expected",
		"MST_SCENARIO_52015_DESC": "Aneil succeeds in drawing off the God Army. In addition, the newly-arrived reinforcements he called are...",
		"MST_SCENARIO_52015_NAME": "A Great Warrior",
		"MST_SCENARIO_52016_DESC": "Realizing he has been tricked, Aneil burns his own life force to hold Mare back and asks Nevsky to eliminate the enemies.",
		"MST_SCENARIO_52016_NAME": "Aneil's Feelings",
		"MST_SCENARIO_52017_DESC": "Mare has encircled the group with traps, but then a man appears and breaks through them!",
		"MST_SCENARIO_52017_NAME": "Unexpected Support",
		"MST_SCENARIO_52018_DESC": "Avant struggles with the God Army's traps. He suspects a battle happened nearby, but can't advance the way he wants to...",
		"MST_SCENARIO_52018_NAME": "God Army's Trap",
		"MST_SCENARIO_52019_DESC": "Realizing that the countless God Army traps are meant to slow him down, Avant assumes an enemy will be waiting just past them.",
		"MST_SCENARIO_52019_NAME": "Past the Trap",
		"MST_SCENARIO_52020_DESC": "Eru suggests leaving behind the people who can't keep up with the marching pace. Reed is enraged and the situation gets explosive...",
		"MST_SCENARIO_52020_NAME": "Hope Embodied",
		"MST_SCENARIO_52021_DESC": "Having rushed to defend the people at the rear, Eru begins to fight back against the waves of God Army forces.",
		"MST_SCENARIO_52021_NAME": "Passionate Defense",
		"MST_SCENARIO_52022_DESC": "Eru drives off the God Army forces assaulting the people, but then immediately becomes aware that someone is fighting nearby.",
		"MST_SCENARIO_52022_NAME": "If It's Him",
		"MST_SCENARIO_52023_DESC": "Though injured, Eru has bought time for the people to escape. He was prepared to die, but then an aged swordsman appears...",
		"MST_SCENARIO_52023_NAME": "You're Still Alive",
		"MST_SCENARIO_52024_DESC": "Dolk has discovered the human forces. He resolves to fight with them to save the people, then the demon Graham appears...",
		"MST_SCENARIO_52024_NAME": "Legendary Swordsman",
		"MST_SCENARIO_52025_DESC": "Dolk is injured in Graham's ambush. Eru arrives to help and lets him escape while she faces Graham, but...",
		"MST_SCENARIO_52025_NAME": "Nice Acting",
		"MST_SCENARIO_52026_DESC": "Having caught up to the human forces, Dolk enters the fray with the God Army. Frustrated by Dolk's presence, the demon Graham takes personal action.",
		"MST_SCENARIO_52026_NAME": "Demonic Intrusion",
		"MST_SCENARIO_52027_DESC": "Deciding to withdraw from his battle with Dolk, Graham tells Dolk that the God Army vanguard he led is pursuing the people.",
		"MST_SCENARIO_52027_NAME": "Graham's Parting Gift",
		"MST_SCENARIO_52028_DESC": "Reed and Lucana reach the location shown in her vision. They move the people through the \"gate\" they see there, but...",
		"MST_SCENARIO_52028_NAME": "Gateway",
		"MST_SCENARIO_52029_DESC": "Reed and Lucana have driven off the demonic beast. The people finish their evacuation, but the group's comrades still haven't returned...",
		"MST_SCENARIO_52029_NAME": "My Legacy",
		"MST_SCENARIO_52030_DESC": "Reed and Lucana's comrades return after the demonic beast is defeated. They tell of the people who saved them, and move to return the favor.",
		"MST_SCENARIO_52030_NAME": "Supporters",
		"MST_SCENARIO_52031_DESC": "Realizing the people are somewhere safe, Avant and Dolk prepare for a final battle against a demonic beast!",
		"MST_SCENARIO_52031_NAME": "A Final Task",
		"MST_SCENARIO_52032_DESC": "Avant and Dolk are exhausted and prepared to die. But just then, Reed's group arrives to lead them to the new world.",
		"MST_SCENARIO_52032_NAME": "A New World",
		"MST_SCENARIO_52033_DESC": "Having driven off the demonic beast, Reed and the others offer to aid Avant and Dolk and ask them to join them in the new world as well.",
		"MST_SCENARIO_52033_NAME": "Those Who Lead",
		"MST_SCENARIO_53000_DESC": "As the God Army mounts the offensive, Sirius is pressed for a decision by crown princess Selvia, his elder sister.",
		"MST_SCENARIO_53000_NAME": "A Bitter Choice",
		"MST_SCENARIO_53001_DESC": "Having cleared the main gate, Sirius realizes the enemy's main force has moved east and sends help for Sareas.",
		"MST_SCENARIO_53001_NAME": "Enemy Movements",
		"MST_SCENARIO_53002_DESC": "Having just finished fighting at the east gate, Sareas notices the enemy reinforcements at the same time he sees his own.",
		"MST_SCENARIO_53002_NAME": "Reinforcements Arrive",
		"MST_SCENARIO_53003_DESC": "Sareas encounters an enemy with an overwhelming aura. Deciding this is the enemy leader, he challenges this new foe...",
		"MST_SCENARIO_53003_NAME": "Proving Who's Best",
		"MST_SCENARIO_53004_DESC": "Sareas challenges the disciple, but his attacks have no effect. As he struggles for his life, he sees...",
		"MST_SCENARIO_53004_NAME": "God of Judgment",
		"MST_SCENARIO_53005_DESC": "Dure shielded Sareas from Kajah's attack. As Sareas looks on aghast, Dure has something to tell him...",
		"MST_SCENARIO_53005_NAME": "The Die Is Cast",
		"MST_SCENARIO_53006_DESC": "Sirius notices that the Bariuran soldiers are moving slowly. Immediately after, Melina appears.",
		"MST_SCENARIO_53006_NAME": "To Say Goodbye",
		"MST_SCENARIO_53007_DESC": "Berdette fights frantically to protect the townsfolk. Then Feleen appears before her and gives her a certain item.",
		"MST_SCENARIO_53007_NAME": "Imperial Treasure",
		"MST_SCENARIO_53008_DESC": "Sirius attempts to head for the palace to investigate rumors that the emperor has fled. He invites Berdette along, but...",
		"MST_SCENARIO_53008_NAME": "My Battle",
		"MST_SCENARIO_53009_DESC": "Radia is exhausted by the endless God Army assault. Arriving on the scene, Sirius attempts to save her and eliminate their foes.",
		"MST_SCENARIO_53009_NAME": "God Army Encroachment",
		"MST_SCENARIO_53010_DESC": "On hearing that her royal father has fled, Radia asks herself what he, the crown princess, and the others are planning.",
		"MST_SCENARIO_53010_NAME": "Imperial Plans",
		"MST_SCENARIO_53011_DESC": "Having encountered the disciple Kajah, Sirius resolves to win for the sake of his sisters and the people. He prepares for a fair fight...",
		"MST_SCENARIO_53011_NAME": "Deep in Your Eyes",
		"MST_SCENARIO_53012_DESC": "Sensing Sirius's internal conflict during their battle, Kajah tells him that it will lead to greater sins and then departs.",
		"MST_SCENARIO_53012_NAME": "Intertwining Sins",
		"MST_SCENARIO_53013_DESC": "Sirius and Kajah are locked in a fierce battle until Myuze intervenes to stop them...",
		"MST_SCENARIO_53013_NAME": "Not a Battlefield",
		"MST_SCENARIO_53014_DESC": "Sirius finally arrives at the palace, but then resolves to slay the beast he finds attacking it.",
		"MST_SCENARIO_53014_NAME": "Palace Attack",
		"MST_SCENARIO_53015_DESC": "Sirius faces Selvia at the palace. Pressed for a decision once again, he elects to go along with the emperor's plan...",
		"MST_SCENARIO_53015_NAME": "For the Empire",
		"MST_SCENARIO_53016_DESC": "Myuze gives Sirius first aid while struggling with her mixed emotions toward the imperial siblings' bond.",
		"MST_SCENARIO_53016_NAME": "I Was Happy...",
		"MST_SCENARIO_53017_DESC": "The beast's savagery has Sirius fighting for his life, but Myuze sacrifices herself to save her brother with a purifying spell.",
		"MST_SCENARIO_53017_NAME": "A Last Request",
		"MST_SCENARIO_53018_DESC": "Sirius faces Selvia at the palace, and refuses to go along with the emperor's plan. He declares that he will fight only for the common people.",
		"MST_SCENARIO_53018_NAME": "Only For the People",
		"MST_SCENARIO_53019_DESC": "Sirius rushes to his siblings, who have been driven back almost to the palace. As he arrives, the disciple Kajah also appears.",
		"MST_SCENARIO_53019_NAME": "Blossoms",
		"MST_SCENARIO_53020_DESC": "Kajah grants Sirius's wish and passes away. Afterwards, the siblings set off with newly-strengthened resolve...",
		"MST_SCENARIO_53020_NAME": "The Siblings' Wish",
		"MST_SCENARIO_60010_DESC": "Just when you thought Noel was depressed that the Summoner had cleared most of the Trials, you find a new one prepared for you.",
		"MST_SCENARIO_60010_NAME": "Strategy Zone",
		"MST_SCENARIO_60011_DESC": "When the Summoner visits the Summoners' Research Lab, Noel states that he's made a place where Summoners and their units can test themselves together.",
		"MST_SCENARIO_60011_NAME": "Battle Hall",
		"MST_SCENARIO_70000_DESC": "The Summoner battles an otherworldly warrior who has appeared from the Vortex. After winning, the Summoner learns more about the young man...",
		"MST_SCENARIO_70000_NAME": "Encountering Stahn",
		"MST_SCENARIO_70001_DESC": "Stahn claims to have come from a world called Liafyse. The Summoner and him later run into an acquaintance of his as they survey the Vortex.",
		"MST_SCENARIO_70001_NAME": "Rutee's Shadow",
		"MST_SCENARIO_70002_DESC": "Stahn and Rutee try to recall how they ended in Grand Gaia, but to no avail. They both set off to find the rest of their comrades with the Summoner.",
		"MST_SCENARIO_70002_NAME": "Recent Memories",
		"MST_SCENARIO_70003_DESC": "The Summoner and friends exhaust themselves fighting countless foes, when Rutee spots her friend Rita. Stahn spots something too--a shadow.",
		"MST_SCENARIO_70003_NAME": "Rita's Discovery",
		"MST_SCENARIO_70004_DESC": "After meeting Rita, the situation becomes clearer. The party leaves the preparations for their return home to her, and set off to find the others.",
		"MST_SCENARIO_70004_NAME": "Blastia Running Wild",
		"MST_SCENARIO_70005_DESC": "Rutee recalls that the Vortex is unstable, making her party's return home even more difficult. Meanwhile, Stahn spots Arche flying across the sky.",
		"MST_SCENARIO_70005_NAME": "Time Limitation",
		"MST_SCENARIO_70006_DESC": "Stahn reunites with Arche, who is concerned about the lack of Mana in the area when compared to Liafyse. Afterwards, they make their way to see Rita.",
		"MST_SCENARIO_70006_NAME": "Insufficient Mana",
		"MST_SCENARIO_70007_DESC": "Stahn, who gets along well with the Summoner, invites his new friend to come with him. Rutee, however, disagrees judging the current state of things.",
		"MST_SCENARIO_70007_NAME": "Stahn's Invitation",
		"MST_SCENARIO_70008_DESC": "The party sights Cress fighting off a monster, and assists him. They then head to Rita's location and bump into Arche, who has news for them.",
		"MST_SCENARIO_70008_NAME": "Cress's Battle",
		"MST_SCENARIO_70009_DESC": "Milla shows up, and in her own way, has already made sense of the whole situation. She has also figured out the identity of the shadow after them.",
		"MST_SCENARIO_70009_NAME": "The Shadow's Identity",
		"MST_SCENARIO_70010_DESC": "The six stranded warriors from Liafyse have reunited, and are ready to attempt their trip back home. The Summoner helps them, and sends them off.",
		"MST_SCENARIO_70010_NAME": "Return to Liafyse"
	}
}