{
	"bfmtMetadata": {
		"createdAt": "2015-09-03T04:48:35.000Z",
		"updatedAt": "2016-03-11T03:26:46.000Z"
	},
	"entries": {
		"MST_CATEGORY_10000_DESC": "While traveling in Grand Gaia, cooperating with friends and with a powerful goddess, a Summoner faces off against demons in fierce battles.",
		"MST_CATEGORY_10000_NAME": "Memoirs of Grand Gaia",
		"MST_CATEGORY_10001_DESC": "The Summoner arrives to Ishgria, the land of the sealed demons. Grahdens, who had been waiting there for some time, mentions he has a new assistant...",
		"MST_CATEGORY_10001_NAME": "Memoirs of Ishgria",
		"MST_CATEGORY_10200_NAME": "Celgrad",
		"MST_CATEGORY_10201_DESC": "After facing the War Demon Shusui, the Summoner reaches Lem, the second region of Ishgria. What could be awaiting the Summoner in this new land?",
		"MST_CATEGORY_10201_NAME": "Lem",
		"MST_CATEGORY_10202_DESC": "After meeting up with Seria and Lugina, the Summoner travels beyond Lem towards Beiorg, at Tilith's request.",
		"MST_CATEGORY_10202_NAME": "Beiorg",
		"MST_CATEGORY_10203_DESC": "Wulgee is Ishgria's eastern region which houses giant miasma-emitting flowers. The Summoners survey this land hoping to learn what's become of Karl.",
		"MST_CATEGORY_10203_NAME": "Wulgee",
		"MST_CATEGORY_10204_DESC": "Mordlim, the demon ruler of Rakshult, is interested in both otherworldly and human-made techniques. Many unusual structures can be found in this land.",
		"MST_CATEGORY_10204_NAME": "Rakshult",
		"MST_CATEGORY_10205_DESC": "The great giant's corpse draws the eye where it rests on Zamburg's cliffs. It is said that the ruler of this land, Amu Yunos, is the oldest demon.",
		"MST_CATEGORY_10205_NAME": "Zamburg",
		"MST_CATEGORY_10206_DESC": "Fal Nerga, a land ruled by a demon with the power of a dragon. The Summoner's friends await in this place where shadows of lost prosperity remain.",
		"MST_CATEGORY_10206_NAME": "Fal Nerga",
		"MST_CATEGORY_10207_DESC": "Estria, the land the Summoners followed Mora to. It is said this land was once home to the oldest nation founded by demons.",
		"MST_CATEGORY_10207_NAME": "Estria",
		"MST_CATEGORY_20000_DESC": "The Summoner is asked to venture into a newly discovered and mysterious land. However, the enemies waiting there prove a lot stronger than imagined...",
		"MST_CATEGORY_20000_NAME": "A New Region",
		"MST_CATEGORY_20001_DESC": "A demonic \"shadow\" found in one of Ishgria's regions. Why would demons create such a thing? And what is the purpose of these \"shadows\"?",
		"MST_CATEGORY_20001_NAME": "Demon Leftovers",
		"MST_CATEGORY_30000_DESC": "The Arena is a place where Summoners can use their skills to earn a rank promotion. Nonetheless, there are those who don't take it very seriously...",
		"MST_CATEGORY_30000_NAME": "Memoirs of the Arena",
		"MST_CATEGORY_40000_DESC": "Many demons have been appearing recently, so the ban on Demon Slayer missions has been lifted. Summoners can now challenge the strongest opponents!",
		"MST_CATEGORY_40000_NAME": "Memoirs of Raids",
		"MST_CATEGORY_50000_DESC": "It is said that the Grand Quest System built by the Akras Summoners' Hall Survey Office allows one to experience the same adventure in numerous ways.",
		"MST_CATEGORY_50000_NAME": "Memoirs of Grand Quest",
		"MST_CATEGORY_50100_DESC": "The Grand Quest System allows Summoners to relive any adventures already experienced in different lands, facing off against gods and demons alike...",
		"MST_CATEGORY_50100_NAME": "Dawn of the Summoner",
		"MST_CATEGORY_50200_DESC": "The Grand Quest System grants Summoners the opportunity to go on adventures with ancient heroes, helping to reveal history's most famous mysteries...",
		"MST_CATEGORY_50200_NAME": "Saga of Heroes",
		"MST_CATEGORY_50300_DESC": "Thinking of their friends' current dilemma, Grahdens asks the Summoner to defeat a certain demon. However, three beings from another world appear...",
		"MST_CATEGORY_50300_NAME": "Otherworldly Visitors",
		"MST_CATEGORY_51000_DESC": "Karl asks the Summoner for some help with defeating a certain dragon. This particular beast is quick to flee, so they try a pincer attack, but...",
		"MST_CATEGORY_51000_NAME": "Demonic Agitation",
		"MST_CATEGORY_51001_DESC": "Lugina and the Summoner search for the Empress's treasure hidden within the Great Tree of Life. However, Paris is also after the treasure herself.",
		"MST_CATEGORY_51001_NAME": "Proud Soldier's Feast",
		"MST_CATEGORY_51002_DESC": "Seria and Karl ask the Summoner for help with defeating the demon Graham. However, Graham has several traps in store for them...",
		"MST_CATEGORY_51002_NAME": "Cobalt Spirit's Waking",
		"MST_CATEGORY_51003_DESC": "After learning of the demon Algmos's sighting, Seria ignores orders from Summoners' Hall and pursues the demon. Now the Summoner must bring her back.",
		"MST_CATEGORY_51003_NAME": "The Crimson God's Cry",
		"MST_CATEGORY_51004_DESC": "Grahdens asks the Summoner for help with defeating the demon Mashreed. However, a number of other demons seem to be lurking in the area as well...",
		"MST_CATEGORY_51004_NAME": "The Old Dawn General",
		"MST_CATEGORY_51005_DESC": "Lin asks the Summoner for help with conducting some land surveys in a region connected to Grand Gaia. Lots of monsters start showing up though, and...",
		"MST_CATEGORY_51005_NAME": "Lin's Long Day",
		"MST_CATEGORY_51006_DESC": "Paris visits a strange land upon Noel's request, and the Summoner goes in the same direction. Going their separate ways they run into unexpected foes.",
		"MST_CATEGORY_51006_NAME": "Virtual Garden",
		"MST_CATEGORY_51007_DESC": "Lugina and the Summoner set off to defeat a demon, all according to Noel's plan. However, Lugina is then forced to fight a demon that resembles him.",
		"MST_CATEGORY_51007_NAME": "Warped Reflection",
		"MST_CATEGORY_51008_DESC": "Elise, Lin, and Sera go to the mountains for a picnic when a demon appears. Noah and the Summoner must rescue them quickly, but...",
		"MST_CATEGORY_51008_NAME": "Hopes & Regrets",
		"MST_CATEGORY_52000_DESC": "Cardes the Malevolent invades the Kingdom of Palmyna. Princess Edea and her comrades, along with the Royal Army, fight until the very end, but...",
		"MST_CATEGORY_52000_NAME": "Gathering Hope",
		"MST_CATEGORY_52001_DESC": "Edea falls into a deep sleep in order to seal away Cardes. Having been transported to different regions, Edea's friends gather anew to save her.",
		"MST_CATEGORY_52001_NAME": "Four Heroes of Palmyna",
		"MST_CATEGORY_52002_DESC": "Michele, who lives in the La Veda Republic, happens upon Duel-GX. Together, they set out on a journey to defeat Duel-GX's target, Melchio.",
		"MST_CATEGORY_52002_NAME": "Ten-Winged Tormentor",
		"MST_CATEGORY_52003_DESC": "The Guardians of Meirith head to Ishgria to face a demon. But they hear of a threat to the Holy Emperor en route, and hurriedly split up...",
		"MST_CATEGORY_52003_NAME": "The Correct Path"
	}
}