{
	"bfmtMetadata": {
		"createdAt": "2015-09-03T04:48:35.000Z",
		"updatedAt": "2015-09-03T04:48:35.000Z"
	},
	"entries": {
		"MST_SCENARIO_11000_NAME": "Descent to Ishgria",
		"MST_SCENARIO_11001_NAME": "The New Summoner",
		"MST_SCENARIO_11002_NAME": "A War Demon Emerges",
		"MST_SCENARIO_11003_DESC": "After Shusui realizes that the Summoner's power is not ordinary, he tells the party to head towards the Soaring Tree Tower, past the Lava Bridges.",
		"MST_SCENARIO_11003_NAME": "Settled Destination",
		"MST_SCENARIO_11004_DESC": "At Hogun Acid Cascades, Paris explains why she joined Summoners' Hall. She says she wants to change the Randall Empire from the outside, not inside.",
		"MST_SCENARIO_11004_NAME": "Changing a Country",
		"MST_SCENARIO_11005_DESC": "While in Farv Miasma Forest, Paris discloses that Karl and Seria had left for Ishgria in advance. She also says Lugina was with Seria at the time...",
		"MST_SCENARIO_11005_NAME": "Friends' Advance",
		"MST_SCENARIO_11006_DESC": "Grahdens shows up at Thunder Grotto Yuuram after the party faces a setback. Apparently, the First Summoner, Owen, is on his way to Ishgria.",
		"MST_SCENARIO_11006_NAME": "The First Summoner",
		"MST_SCENARIO_11007_DESC": "Paris sheds light on Elgaia's situation while at the Piercing Light Tower. She warns the Summoner not to get manipulated by the Elgaia Federation.",
		"MST_SCENARIO_11007_NAME": "Revival",
		"MST_SCENARIO_11008_DESC": "Paris seems very excited to visit a fabled place as the Poisonous Bug Forest. Apparently, she likes doing studying old legends and myths.",
		"MST_SCENARIO_11008_NAME": "Unexpected Pastime",
		"MST_SCENARIO_11009_DESC": "The Summoner's party finally reaches the Soaring Tree Tower. Shusui says he will be waiting at the top, and sends his minions to slow the group down.",
		"MST_SCENARIO_11009_NAME": "Stage of Battle",
		"MST_SCENARIO_11010_DESC": "Claiming he will guide the Summoner, Shusui discloses that there are 8 great demons, including himself. He says the Summoner must face them all.",
		"MST_SCENARIO_11010_NAME": "Indicated Path",
		"MST_SCENARIO_11100_DESC": "Paris and the Summoner have arrived to Lem, the region past Celgrad. Paris seems worried about Karl, Seria, and maybe one other person?",
		"MST_SCENARIO_11100_NAME": "The Second Region",
		"MST_SCENARIO_11101_DESC": "Grahdens meets the Summoner and Paris at the Jimug Lava Caverns with some bad news. They now must find Seria and Lugina as fast as possible.",
		"MST_SCENARIO_11101_NAME": "Broken Communication",
		"MST_SCENARIO_11102_DESC": "At Baraku Wetlands a goddess by the name of Mora shows herself. Claiming to have been previously sealed by Lucius, she speaks of the demons of Lem.",
		"MST_SCENARIO_11102_NAME": "The Goddess Mora",
		"MST_SCENARIO_11103_DESC": "While in Vordo Primeval Forest, the Summoner asks Mora about Seria and Lugina's whereabouts. However, there's no word about Karl.",
		"MST_SCENARIO_11103_NAME": "Friends' Whereabouts",
		"MST_SCENARIO_11104_DESC": "The great bones of the Fossilized Dragon are scattered everywhere. As the Summoner's party passes through this area, Paris's interest peaks.",
		"MST_SCENARIO_11104_NAME": "Paris's Curiosity"
	}
}