{
	"associated_units": [
		"51336",
		"51337",
		"61286",
		"61287",
		"810338",
		"820837",
		"820838",
		"830867",
		"830868",
		"840438",
		"850328",
		"860258",
		"860628"
	],
	"bfmtMetadata": {
		"createdAt": "2017-08-08T09:58:33.000Z",
		"updatedAt": "2020-05-13T10:25:02.000Z"
	},
	"desc": "50% boost to all parameters, 100% boost to elemental damage, 30% boost to OD gauge fill rate, 30% reduction to BB cost & 50% reduction to additional damage received",
	"effect": [
		{
			"atk% buff": 50,
			"def% buff": 50,
			"hp% buff": 50,
			"params": "50,50,50,0,50",
			"passive id": "1",
			"rec% buff": 50
		},
		{
			"dark units do extra elemental weakness dmg": true,
			"earth units do extra elemental weakness dmg": true,
			"elemental weakness multiplier%": 100,
			"fire units do extra elemental weakness dmg": true,
			"light units do extra elemental weakness dmg": true,
			"params": "1,2,3,4,5,6,1",
			"passive id": "50",
			"thunder units do extra elemental weakness dmg": true,
			"water units do extra elemental weakness dmg": true
		},
		{
			"params": "30",
			"passive id": "48",
			"reduced bb bc cost%": 30
		},
		{
			"od fill rate%": 30,
			"params": "30",
			"passive id": "70"
		},
		{
			"params": "100,50",
			"passive id": "127"
		}
	],
	"id": 819112,
	"lore": "A relic whose creation dates back to a time long before the war between the Deva and Morokai. This blade was part of a set of prototype weapons forged by a horned smith and enchanted by an Archmage of the Deva. It became the template for many future blueprints but the process of forging the blade was mysteriously lost to the ravages of time. This was a great shame to the prideful Deva; the fact that their prized mithril weapons were flawed was kept a secret. This weapon now lies in the hands of Allanon's protégé, Ezra Fish Slayer; it has skewed a great many innocent fish for Ezra's dinner. How did he obtain the blade? Obviously, he stole it. Why did he do it? Well...",
	"max_stack": 1,
	"name": "Ortus",
	"raid": false,
	"rarity": 7,
	"sell caution": true,
	"sell_price": 10000,
	"sphere type": 1,
	"sphere type text": "Status Boost",
	"thumbnail": "sphere_thum_5_5.png",
	"type": "sphere",
	"usage": []
}